Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: Randomly selecting available quests for new games.
hu: Véletlenszerűen változik, hogy milyen küldetések lesznek új játékoknál.
tr: Yeni oyunlar için uygun görevler rastgele seçilir.

source: Show Monster Type
hu: Szörnyek típusának a mutatása
tr: Canavar Tipini Göster

source: Hovering over a monster will display the type of monster in the description box in the UI.
hu: Megmutatja a leírásnál, hogy milyen típusú a kiválasztott szörny.
tr: Bir canavarın üzerinde fare imleci ile gezinmek canavarın tipini Bilgi Barında gösterir.

source: Show labels for items on the ground when enabled.
hu: Mutatja a címkéjét a földön található tárgyaknak.
tr: Aktifleştirildiğinde yerdeki eşyaların isimlerini gösterir.

source: Refill belt from inventory when belt item is consumed.
hu: Automatikusan fel lesz töltve az öv az eszköztárunkból a tárgyak használata után.
tr: Kemerdeki eşyalar kullanıldığında boşalan yer aynı eşya(envanterde bulunuyorsa) ile doldurulur.

source: When enabled Cauldrons, Fascinating Shrines, Goat Shrines, Ornate Shrines, Sacred Shrines and Murphy's Shrines are not able to be clicked on and labeled as disabled.
hu: Bekapcsolás esetén az üstök, kecske kutak, valamint bizonyos szentélyek (díszes, lenyűgöző, patinás, Murphy) ki lesznek kapcsolva.
tr: Aktifleştirildiğinde Kazanlar, Büyüleyici Mabetler, Keçi Mabetleri, Şatafatlı Mabetler ve Kutsal Mabetler devredışı bırakılır ve tıklanamaz olur.

source: Quick Cast
hu: Gyors varázslás
tr: Hızlı Büyü

source: Spell hotkeys instantly cast the spell, rather than switching the readied spell.
hu: A gyorsbillentyű benyomása egyből meg is hívja a kiválasztott igét készenlétbe helyezés helyett.
tr: Büyü kısayol tuşlara basmak büyüleri hemen aktifleştirir, sağ tıklamana gerek kalmaz.

source: Number of Healing potions to pick up automatically.
hu: Legfeljebb ennyi gyógyító fiolát fogunk felvenni automatikusan.
tr: Otomatik olarak toplanacak Şifa İksiri sayısı.

source: Number of Full Healing potions to pick up automatically.
hu: Legfeljebb ennyi nagy gyógyító fiolát fogunk felvenni automatikusan.
tr: Otomatik olarak toplanacak Büyük Şifa İksiri sayısı.

source: Number of Mana potions to pick up automatically.
hu: Legfeljebb ennyi varázs fiolát fogunk felvenni automatikusan.
tr: Otomatik olarak toplanacak Mana İksiri sayısı.

source: Number of Full Mana potions to pick up automatically.
hu: Legfeljebb ennyi nagy varázs fiolát fogunk felvenni automatikusan.
tr: Otomatik olarak toplanacak Büyük Mana İksiri sayısı.

source: Number of Rejuvenation potions to pick up automatically.
hu: Legfeljebb ennyi megújulás fioláját fogunk felvenni automatikusan.
tr: Otomatik olarak toplanacak Yenilenme İksiri sayısı.

source: Number of Full Rejuvenation potions to pick up automatically.
hu: Legfeljebb ennyi teljes megújulás fioláját fogunk felvenni automatikusan.
tr: Otomatik olarak toplanacak Büyük Yenilenme İksiri sayısı.

source: Enable floating numbers
hu: Lebegő számok bekapcsolása
tr: Ondalık sayıları aktifleştir

source: Enables floating numbers on gaining XP / dealing damage etc.
hu: Engedélyezi a lebegő számokat a képernyőn sebzés, tapasztalatszerzés és egyéb dolgok esetén.
tr: Tecrübe Puanı kazanırken, hasar vururken ondalık sayıları aktifleştirir.

source: Off
hu: Kikapcsolva
tr: Kapalı

source: Random Angles
hu: Véletlen szögekbe
tr: Rastgele Açılar

source: Vertical Only
hu: Csak vízszintesen
tr: Sadece Dikey

source: Controller
hu: Gamepad
tr: Kontrolcü

source: Controller Settings
hu: Gamepad beállítások
tr: Kontrolcü Ayarları

source: Network
hu: Hálózat
tr: Ağ

source: Network Settings
hu: Hálózati beállítások
tr: Ağ Ayarları

source: Chat
hu: Csevegés
tr: Sohbet

source: Chat Settings
hu: Csevegés beállításai
tr: Sohbet Ayarları

source: Language
hu: Nyelv
tr: Dil

source: Define what language to use in game.
hu: Válaszd ki a kívánt nyelvet.
tr: Oyunda kullanılacak dili seç.

source: Language Settings
hu: Nyelvi beállítások
tr: Dil Ayarları

source: Keymapping
hu: Billentyűzet
tr: Tuş Atama

source: Keymapping Settings
hu: Billentyűzet beállítások
tr: Tuş Atama Ayarları

source: Padmapping
hu: Gamepad
tr: Kontrolcü Tuş Atama

source: Padmapping Settings
hu: Gamepad gombok beállítása
tr: Kontrolcü Tuş Atama Ayarları

source: Level
hu: Szint
tr: Seviye

source: Experience
hu: Tapasztalat
tr: Tecrübe

source: Next level
hu: Következő szint
tr: Sıradaki seviye

source: Base
hu: Alap
tr: Taban

source: Now
hu: Most
tr: Şimdi

source: Strength
hu: Erősség
tr: Güç

source: Magic
hu: Mágia
tr: Büyü

source: Dexterity
hu: Ügyesség
tr: Çeviklik

source: Vitality
hu: Egészség
tr: Yaşam

source: Points to distribute
hu: További pontok
tr: Boştaki Puanlar

source: Gold
hu: Arany
tr: Altın

source: Armor class
hu: Páncél
tr: Zırh Sınıfı

source: To hit
hu: Találat
tr: Vuruş şansı

source: Damage
hu: Sebzés
tr: Hasar

source: Life
hu: Életerő
tr: Can

source: Mana
hu: Varázserő

source: Resist magic
hu: Bűbáj ellenállás
tr: Büyü direnci

source: Resist fire
hu: Tűz ellenállás
tr: Ateş direnci

source: Resist lightning
hu: Villám ellenállás
tr: Yıldırım direnci

source: char
hu: hős
tr: karakter

source: quests
hu: küldetés
tr: görevler

source: map
hu: térkép
tr: harita

source: menu
hu: menü
tr: menü

source: inv
hu: eszköz
tr: envanter

source: spells
hu: mágia
tr: büyüler

source: voice
hu: hang
tr: ses

source: mute
hu: némít
tr: sessiz

source: Unusable
hu: Használhatatlan
tr: Kullanılamaz

source: Dmg: 1/3 target hp
hu: Seb: életerő 1/3-a
tr: Hasar: 1/3 hedef canı

source: Heals: {:d} - {:d}
hu: Gyógyít: {:d} - {:d}
tr: İyileştirir: {:d} - {:d}

source: Damage: {:d} - {:d}
hu: Sebzés: {:d} - {:d}
tr: Hasar: {:d} - {:d}

source: Skill
hu: Készség
tr: Yetenek

source: Staff ({:d} charge)
hu: Pálca ({:d} töltés)
tr: Asa ({:d} yük)

# spellbook
source: Level {:d}
hu: Szint: {:d}
tr: Seviye {:d}

# spellbook
source: Mana: {:d}
hu: Varázs: {:d}

source: Spell
hu: Ige
tr: Büyü

source: Damages undead only
hu: Csak élőhalottak ellen
tr: Sadece yaşayan ölülere hasar verir

source: Scroll
hu: Tekercs
tr: Parşömen

source: Staff
hu: Bot
tr: Asa

source: Spell Hotkey {:s}
hu: Varázsige billentyű: {:s}
tr: Büyü Kısayolu {:s}

source: Unable to open archive
hu: Nem sikerült megnyitni a fájlt
tr: Arşiv açılamadı

source: Unable to load character
hu: Nem sikerült betölteni a hőst
tr: Karakter yüklenemedi

source: {:s} (lvl {:d}):
hu: {:s} ({:d}. szint):
tr: {:s} (Sv {:d}):

source: Chat History (Messages: {:d})
hu: Üzenetek ({:d} darab)
tr: Sohbet Geçmişi (Mesajlar: {:d})

source: {:s} gold
hu: {:s} arany
tr: {:s} altın

source: How many gold pieces do you want to withdraw?
hu: Mennyi aranyat szeretnél kivenni?
tr: Ne kadar altın çekmek istiyorsun?

source: Level {:d}
hu: Szint: {:d}
tr: Seviye {:d}

source: Experience: {:s}
hu: Tapasztalat: {:s}
tr: Tecrübe: {:s}

source: Maximum Level
hu: Legmagasabb szint
tr: Maksimum Seviye

source: Next Level: {:s}
hu: Következő: {:s} pont
tr: Sonraki Seviye: {:s}

source: {:s} to Level {:d}
hu: Még {:s} pont a {:d}. szintig
tr: {:s} TP {:d}.Seviyeye kalan

source: The Magic Rock
hu: A Varázskő
tr: Sihirli Kaya

source: Black Mushroom
hu: Fekete gomba
tr: Siyah Mantar

source: Gharbad The Weak
hu: Gharbad a gyenge
tr: Zayıf Gharbad

source: Zhar the Mad
hu: Zhar az őrült
tr: Deli Zhar

source: The Butcher
hu: A Mészáros
tr: Kasap

source: Ogden's Sign
hu: Ogden táblája
tr: Ogdenın Tabelası

source: Halls of the Blind
hu: A vakok csarnoka
tr: Körlerin Salonları

source: Valor
hu: Vírtus
tr: Yiğitlik

source: Anvil of Fury
hu: A harag üllője
tr: Gazap Örsü

source: Warlord of Blood
hu: A vér fejedelme
tr: Kan Beyi

source: The Curse of King Leoric
hu: Leorik király átka
tr: Kral Leoric’in Laneti

source: The Chamber of Bone
hu: A Koponya Kamra
tr: Kemikler Odası

source: Archbishop Lazarus
hu: Lázár főérsek
tr: Başpiskopos Lazarus

source: Grave Matters
hu: Holtodiglan
tr: Memat Meselesi

source: Farmer's Orchard
hu: A gazda ellensége
tr: Çiftçinin Bostanı

source: Little Girl
hu: Kislány
tr: Küçük Kız

source: Wandering Trader
hu: Vándorló Kereskedő
tr: Gezgin Tüccar

source: The Defiler
hu: A Megbecstelenítő
tr: Kirletici

source: The Jersey's Jersey
hu: Kiborult az aludttej
tr: Öküzün Buzağısı

source: King Leoric's Tomb
hu: Leorik király nyugvóhelye
tr: Kral Leoricin Türbesi

source: A Dark Passage
hu: Egy sötét járat
tr: Karanlık Geçit

source: Unholy Altar
hu: A beszennyezett oltár
tr: Habis Sunak

source: To {:s}
hu: {:s}
tr: {:s} Yolu

source: Pepin
hu: Pipin

source: Cain
hu: Káin

source: Gillian
hu: Júlia

source: Back
hu: Vissza
tr: Geri

source: Damage: {:d}-{:d}
hu: Sebzés: {:d}-{:d}
tr: Hasar: {:d}-{:d}

source: Armor: {:d}
hu: Páncél: {:d}
tr: Zırh: {:d}

source: Dur: {:d}/{:d},
hu: Áll: {:d}/{:d},

source: Indestructible,
hu: Megsemmisíthetetlen,

source: No required attributes
hu: Nem szükséges hozzá semmi

source: Welcome to the
hu: Isten hozott a
tr: Hoşgeldin!

source: Blacksmith's shop
hu: Kovácsműhelyben!
tr: Demircinin dükkanı

source: Would you like to:
hu: Szeretnél:
tr: Ne yapmak istersin?

source: Talk to Griswold
hu: Beszélni Griswolddal
tr: Griswold ile konuş

source: Buy basic items
hu: Egyszerű tárgyakat venni
tr: Basit eşyalar satın al

source: Buy premium items
hu: Különleges tárgyakat venni
tr: Kaliteli eşyalar satın al

source: Sell items
hu: Tárgyakat eladni
tr: Eşya sat

source: Repair items
hu: Tárgyakat javítani
tr: Eşya tamir et

source: Leave the shop
hu: Távozni a műhelyből
tr: Dükkandan ayrıl

source: I have these items for sale:
hu: Ezeket adom el:
tr: Elimdeki satılık eşyalar:

source: I have these premium items for sale:
hu: Ezeket adom el:
tr: Elimdeki kaliteli satılık eşyalar:

source: You have nothing I want.
hu: Nincs semmid ami érdekelne.
tr: İstediğim hiçbir şey yok.

source: Which item is for sale?
hu: Miket szeretnél eladni?
tr: Hangi eşya satılık?

source: You have nothing to repair.
hu: Nincs amit meg tudnék javítani.
tr: Tamir edilecek hiçbir şeyin yok.

source: Repair which item?
hu: Mit szeretnél megjavíttatni?
tr: Hangi eşyayı tamir edeyim?

source: Witch's shack
hu: A boszorkány viskója
tr: Cadı’nın kulübesi

source: Talk to Adria
hu: Beszélni Adriával
tr: Adria ile konuş

source: Buy items
hu: Tárgyakat vásárolni
tr: Eşya satın al

source: Recharge staves
hu: Pálcákat újratölteni
tr: Asa yüklerini yenile

source: Leave the shack
hu: Távozni a viskóból
tr: Kulübeden ayrıl

source: You have nothing to recharge.
hu: Nincs amit újra tudnék tölteni.
tr: Yükleri yenilenecek hiçbir şeyin yok.

source: Recharge which item?
hu: Melyik pálcákat óhajtod újratölteni?
tr: Hangi eşyanın yüklerini yenileyeyim?

source: You do not have enough gold
hu: Nincs elég arany
tr: Yeterli miktarda altının yok

source: You do not have enough room in inventory
hu: Nincs nálad elég hely
tr: Envanterinde yeterince boş yer yok

source: Do we have a deal?
hu: Áll az alku?
tr: Anlaştık mı?

source: Are you sure you want to identify this item?
hu: Biztosan beazonosítsam ezt a tárgyat?
tr: Bu eşyayı teşhis etmek istediğine emin misin?

source: Are you sure you want to buy this item?
hu: Biztosan megveszed ezt a tárgyat?
tr: Bu eşyayı satın almak istediğine emin misin?

source: Are you sure you want to recharge this item?
hu: Biztosan újratöltsem ezt a tárgyat?
tr: Bu eşyayı yeniden yüklemek istediğine emin misin?

source: Are you sure you want to sell this item?
hu: Biztosan eladod ezt a tárgyat?
tr: Bu eşyayı satmak istediğine emin misin?

source: Are you sure you want to repair this item?
hu: Biztosan megjavítod ezt a tárgyat?
tr: Bu eşyayı tamir etmek istediğine emin misin?

source: Wirt the Peg-legged boy
hu: Féllábú Wirt
tr: Wirt, Tahta Bacaklı Çocuk

source: Talk to Wirt
hu: Beszélgetni
tr: Wirt ile konuş

source: I have something for sale,
hu: Kincsem neked itt áll várva,
tr: Elimde satılık bir şey var,

source: but it will cost 50 gold
hu: de ötven arany lesz az ára,
tr: ama sadece bakmak için bile

source: just to take a look.
hu: hogy lássad mi a szíved vágya.
tr: 50 altın vermen gerekiyor.

source: What have you got?
hu: Szeretném megnézni
tr: Elinde ne var?

source: Say goodbye
hu: Elköszönni
tr: Elveda

source: I have this item for sale:
hu: Ez van, csak neked:
tr: Bu eşyayı satıyorum:

source: Leave
hu: Vissza
tr: Ayrıl

source: Healer's home
hu: a gyógyító házában!
tr: Şifacı’nın evi

source: Talk to Pepin
hu: Beszélni Pipinnel
tr: Pepin ile konuş

source: Leave Healer's home
hu: Távozni a gyógyítótól
tr: Şifacının evinden ayrıl

source: The Town Elder
hu: A Rangidős
tr: Köyün Yaşlısı

source: Talk to Cain
hu: Beszélni Káinnal
tr: Cain ile konuş

source: Identify an item
hu: Azonosítani egy tárgyat
tr: Bir eşya teşhis et

source: You have nothing to identify.
hu: Nincs mit azonosítanom.
tr: Teşhis edecek hiçbir şeyin yok.

source: Identify which item?
hu: Melyik tárgyat óhajtja azonosítani?
tr: Hangi eşyayı teşhis edeyim?

source: This item is:
hu: Ez a tárgy:
tr: Bu eşya:

source: Done
hu: Kész
tr: Tamam

source: Talk to {:s}
hu: {:s}
tr: {:s} ile konuş

source: Talking to {:s}
hu: Beszél vele: {:s}
tr: {:s} ile konuşmak

source: is not available
hu: nem elérhető a
tr: bu Shareware

source: in the shareware
hu: próbaváltozatban!
tr: sürümde

source: Gossip
hu: Pletykák
tr: Dedikodu

source: Rising Sun
hu: a Szürkület Fogadóban!
tr: Gündoğan

source: Talk to Ogden
hu: Beszélni Ogdennel
tr: Ogden ile Konuş

source: Leave the tavern
hu: Távozni a fogadóból
tr: Hanı terket

source: Talk to Gillian
hu: Beszélni Júliával
tr: Gillian ile Konuş

source: Access Storage
hu: Megnézni a tárhelyem
tr: Depoyu Aç

source: Farnham the Drunk
hu: Farnham az Iszákos
tr: Sarhoş Farnham

source: Talk to Farnham
hu: Beszélni Farnhammel
tr: Farnham ile Konuş

source: Say Goodbye
hu: Elköszönni
tr: Elveda

source: Your gold: {:s}
hu: Rendelkezésre áll: {:s} arany
tr: Altının: {:s}

source: Ahh, the story of our King, is it? The tragic fall of Leoric was a harsh blow to this land. The people always loved the King, and now they live in mortal fear of him. The question that I keep asking myself is how he could have fallen so far from the Light, as Leoric had always been the holiest of men. Only the vilest powers of Hell could so utterly destroy a man from within...
hu: A jó királyunk története, igaz? Leorik tragikus bukása súlyos csapással bírt erre a vidékre. A nép mindig is szerette a királyát, de most már pusztán félelemmel mernek ránézni. Azt a kérdést teszem fel magamnak ismételten is, hogy egy olyan patinás lelkületű férfi mint Leorik király, hogyan kerülhetett ilyen távol a fényesség útjától? Csak a Pokol leggyarlóbb erői lehetnek képesek ilyen módon elpusztítani egy embert belülről...
tr: Ahh, Kralımızın hikayesi, değil mi? Leoricin hazin ölümü bu toprakları derinden etkiledi. Halk Kralı hep severdi ama artık ondan ölümüne korkuyor. Leoric aziz gibi bir adamdı, nasıl oldu da Işıktan bu denli uzaklaştı anlayamıyorum. Ancak Cehennemin rezil güçleri bir adamı böyle içten çürütebilir.

source: The village needs your help, good master! Some months ago King Leoric's son, Prince Albrecht, was kidnapped. The King went into a rage and scoured the village for his missing child. With each passing day, Leoric seemed to slip deeper into madness. He sought to blame innocent townsfolk for the boy's disappearance and had them brutally executed. Less than half of us survived his insanity... The King's Knights and Priests tried to placate him, but he turned against them and sadly, they were forced to kill him. With his dying breath the King called down a terrible curse upon his former followers. He vowed that they would serve him in darkness forever... This is where things take an even darker twist than I thought possible! Our former King has risen from his eternal sleep and now commands a legion of undead minions within the Labyrinth. His body was buried in a tomb three levels beneath the Cathedral. Please, good master, put his soul at ease by destroying his now cursed form...
hu: A falunak szüksége van az ön segítségére, jó uram! Pár hónapja Leorik király fiát, Albert herceget elrabolták, amire a király haragba szált és feltúrta a falut az eltűnt gyermekét kutatva. Minden egyes nap Leorik király egyre mélyebbre süllyedt az őrületbe. Ártatlan falusiakat okolt, majd végeztetett ki a fiú eltűnése miatt. Hajszáj híján felünk élte csak túl ezt a tébolyt...
tr: Kasabanın yardımınıza ihtiyacı var efendim! Birkaç ay önce Kral Leoricin oğlu Prens Albrecht kaçırıldı. Kral öfkeden çıldırdı ve kayıp oğlunu bulabilmek için kasabayı didik didik etti. Leoric her geçen gün deliliğe biraz daha meyletti. Oğlunun kaybolmasından masum kasabalıları suçladı ve bazılarını vahşice infaz etti. Deliliğinden sadece azımız kurtulabildi. Kralın Şövalyeleri ve Rahipleri onu yatıştırmaya çalıştılar ama bu Kralın öfkesini onlara yöneltti ve maalesef Kralı öldürmek zorunda kaldılar. Kral, kendi adamlarını son nefesini verirken çok fena bir şekilde lanetledi. Onların, kendisine sonsuza kadar hizmet edeceklerine ant içti. İşler tam da burada düşünebileceğimden bile daha kötü bir yere vardı. Eski Kralımız ebedi uykusundan uyandı ve Labirentte yaşayan ölülerden bir orduya hükmediyor. Cesedi Katedralin üç seviye altına gömülmüştü. Lütfen efendim, Kralın lanetli biçimini yok ederek ruhunu huzura kavuşturun…

source: As I told you, good master, the King was entombed three levels below. He's down there, waiting in the putrid darkness for his chance to destroy this land...
hu: Ahogy én mondtam, jó uram, a Király három szinttel mélyebben van eltemetve. Ott vár a romlott sötétségben, várva az alkalomra, hogy végleg elpusztítsa az életet ezen a vidéken...
tr: Dediğim gibi, efendim, Kral yerin üç seviye altında gömülü. Orada, kokuşmuş karanlığın içinde, bu toprakları yok edeceği günü bekliyor.

source: The curse of our King has passed, but I fear that it was only part of a greater evil at work. However, we may yet be saved from the darkness that consumes our land, for your victory is a good omen. May Light guide you on your way, good master.
hu: A király átka véget ért, de félek még nagyobb gonosz ólálkodik a közelünkben. Mégis, van remény, a ön győzelme egy csodás jel. A fény vezesse az útját, jó uram.
tr: Kralımızın laneti geçti ama bu çok daha büyük bir kötülüğün parçasıydı sadece. Herneyse, topraklarımızı mahveden büyük bir kötülükten kurtulduk, zaferiniz iyi bir şeylerin alameti olabilir. Işık yolunuzu aydınlatsın efendim.

source: The loss of his son was too much for King Leoric. I did what I could to ease his madness, but in the end it overcame him. A black curse has hung over this kingdom from that day forward, but perhaps if you were to free his spirit from his earthly prison, the curse would be lifted...
hu: A drága fiának az elvesztése túl sok volt Leorik király számára. Megtettem amit csak tudtam az őrülete ellen, de a végén még az is túl kevés volt. Egy sötét átok trónolt a királyságon attól a naptól kezdve, de talán ha sikerülne kiszabadítania a lelkét a földi rabságból, akkor az átok is vele együtt tovább szállna...
tr: Oğlunun kaybolması, Kral Leoricin kaldırabileceğinden fazlaydı. Deliliğini yatıştırabilmek için elimden geleni yaptım ancak sonunda onu ele geçirdi. O günden beri, kara bir lanet ülkenin başından eksik olmadı ama belki ruhunu dünyevi hapsinden kurtarırsan lanet kalkabilir.

source: I don't like to think about how the King died. I like to remember him for the kind and just ruler that he was. His death was so sad and seemed very wrong, somehow.
hu: Nem is szeretnék arra gondolni, hogy milyen módon veszett oda a király. Úgy akarok emlékezni rá, mint egy jólelkű, igazságos uralkodó, aki mindig is volt. A halála csak olyan szomorúnak és helytelennek tűnt.
tr: Kralın ölümü hakkında düşünmek istemiyorum. Onu eskiden olduğu gibi kibar ve adil bir yönetici olarak yad etmek istiyorum. Ölümü çok yanlış ve üzücü geliyor.

source: I made many of the weapons and most of the armor that King Leoric used to outfit his knights. I even crafted a huge two-handed sword of the finest mithril for him, as well as a field crown to match. I still cannot believe how he died, but it must have been some sinister force that drove him insane!
hu: Sok-sok fegyvert és a legtöbb páncélt is a király lovagjainak én magam gyártottam, tudod-e? Csináltam még őfelségének személyesen is egy hatalmas kétkezes bestiát, együtt egy hozzátársuló koronával a harctérre. Nem is hiszem el, hogy így halt meg. Bizonyára valami alantas erő munkálkodhatott a tébolyának kialakulásában.
tr: Kralın şövalyeleri için çok silah ve zırh yaptım. Kendisi için de en kaliteli Mithrilden dev bir çift-elli kılıç ve ona uyan bir taç dövdüm. Hala ölmüş olduğuna inanamıyorum ama onu delirten, karanlık bir şey olmalı!

source: I don't care about that. Listen, no skeleton is gonna be MY king. Leoric is King. King, so you hear me? HAIL TO THE KING!
hu: Engem ne érdekeljen már az. Figyelj, egy csontváz nem lesz az ÉN királyom, tudod, nem lesz. Leorik az én királyom. Hallod? ÉLJEN A KIRÁLY!
tr: Umrumda değil. Dinle beni, hiçbir iskelet BENİM kralım olamaz. Kral, Leoric. Kral, anladın mı? KRALA SELAM OLSUN!

source: The dead who walk among the living follow the cursed King. He holds the power to raise yet more warriors for an ever growing army of the undead. If you do not stop his reign, he will surely march across this land and slay all who still live here.
hu: Holtak járnak az élők között a megátkozott királyuk nyomában. Az ő birtokában van a hatalom, hogy még több harcost toborozzon az élőhalottak egyre csak növekvő seregébe. Ha nem vetsz véget az uralmának, el fogja pusztítani ezt a vidéket.
tr: Yaşayanların arasında yürüyen ölüler Lanetli Kralı takip ediyor. Sürekli büyüyen ordusu için yeni savaşçılar diriltebilecek gücü elinde tutuyor. Eğer saltanatına son vermezsen muhakkak bu diyarlara hücum edecek ve tüm yaşayanları katledecek.

source: Look, I'm running a business here. I don't sell information, and I don't care about some King that's been dead longer than I've been alive. If you need something to use against this King of the undead, then I can help you out...
hu: Nézd, én itt éppen üzletelek. Nem adok el információt és nem érdekel engem valami király aki már akkor is halott volt, amikor én még nem is éltem. Ha viszont kell valami eszköz e király ellen, talán éppen segíthetek...
tr: Bak, burda bir işletme yürütüyorum. Bilgi satmıyorum ve hayatta olduğum süreden daha uzun süredir ölü olan bir Kral ilgimi çekmiyor ama eğer yaşayan ölülerin Kralına karşı kullanacak bir şeye ihtiyacın varsa o zaman sana yardımcı olabilirim…

source: The warmth of life has entered my tomb. Prepare yourself, mortal, to serve my Master for eternity!
hu: Az élet melegsége járja át a sírhelyem. Készülj, halandó, mert a sötétséget fogod szolgálni az idők végezetéig!
tr: Hayatın sıcaklığı mezarıma girdi. Ebediyen Efendimin hizmetine girmeye hazırla kendini, ölümlü!

source: I see that this strange behavior puzzles you as well. I would surmise that since many demons fear the light of the sun and believe that it holds great power, it may be that the rising sun depicted on the sign you speak of has led them to believe that it too holds some arcane powers. Hmm, perhaps they are not all as smart as we had feared...
hu: Úgy látom ön is furcsállja ezt a fura viselkedést. Mivel sok démon fél a nap fényétől és úgy vélik hatalmas erővel bír, lehet, hogy a táblán található jelölés miatt vélték úgy, hogy az valami varázserővel rendelkezhet. Lehet nem is olyan eszesek, mint gondoltuk volna...
tr: Bu garip davranışın kafanı karıştırdığını görebiliyorum. Çoğu iblisin güneş ışığından korktuğunu ve büyük bir güç sakladığına inandığını zannediyorum. Bahsettiğin tabeladaki doğan güneş tasviri tabelanın bazı gizli güçleri olduğuna inandırmış olabilir. Hmm, belki de tahmin ettiğimiz kadar akıllı değillerdir…
