Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: Griswold speaks of The Anvil of Fury - a legendary artifact long searched for, but never found. Crafted from the metallic bones of the Razor Pit demons, the Anvil of Fury was smelt around the skulls of the five most powerful magi of the underworld. Carved with runes of power and chaos, any weapon or armor forged upon this Anvil will be immersed into the realm of Chaos, imbedding it with magical properties. It is said that the unpredictable nature of Chaos makes it difficult to know what the outcome of this smithing will be...
hu: Griswold beszél a harag üllőjéről. Egy legendás ereklye, amely után régóta kutatnak, de sose találták meg azt. A borotvagödör démonjainak a fémes csontjaiból faragták ezt az üllőt és az alvilág öt legerősebb mágusának a koponyájából készült. Televésve erőt és káoszt hozó feliratokkal, bármely fegyver, amely ezen az üllőn lesz kovácsolva, találkozni fog a káosz birodalmával és így varázs tulajdonságokra fog szert tenni. Azt mondják a káosz kiszámíthatatlan természete miatt nehéz megmondani, hogy mi lesz az eredmény.
tr: Griswold, uzun zamandır aranan ancak asla bulunamayan efsanevi bir eser olan Gazap Örsünden bahsediyor. Jilet Çukuru iblislerinin metalik kemiklerinden yapılmış olan Gazap Örsünün dökümü, yeraltı dünyasının en güçlü beş büyücüsünün kafatasları içinde yapılmıştır. Üzerine güç ve kaos rünleriyle kazınmış olan bu örs üzerinde dövülen herhangi bir silah veya zırh, Kaos Alemine daldırılır ve büyülü özellikler kazandırılır. Kaosun öngörülemez doğasının, bu demirciliğin sonucunu bilmenin zor olduğunu söylediği söylenir…

source: Don't you think that Griswold would be a better person to ask about this? He's quite handy, you know.
hu: Nem gondolja, hogy jobb lenne talán Griswoldot keresni ilyen ügyben? Elég kezes, bizonyára tudja.
tr: Sizce bunu Griswolda sormak daha iyi bir fikir olmaz mı? Kendisi, bu konularda oldukça yetkindir, bilirsiniz.

source: If you had been looking for information on the Pestle of Curing or the Silver Chalice of Purification, I could have assisted you, my friend. However, in this matter, you would be better served to speak to either Griswold or Cain.
hu: Ha többet szeretne megtudni a gyógyító mozsártörőről vagy a megtisztulás ezüst kelyhéről, akkor tudtam volna segíteni, barátom. Viszont ez ügyben lehet jobban járna Káin vagy Griswold felkeresésével.
tr: Eğer İyileştirme Tokmağı veya Arınmanın Gümüş Kadehi hakkında bilgi edinmek isteseydin, yardımcı olabilirdim, dostum. Ancak, bu konuda Griswold veya Cain ile konuşman daha iyi olur.

source: Griswold's father used to tell some of us when we were growing up about a giant anvil that was used to make mighty weapons. He said that when a hammer was struck upon this anvil, the ground would shake with a great fury. Whenever the earth moves, I always remember that story.
hu: Griswold apja mesélte párunknak amikor gyerekek voltunk, hogy létezik egy óriás üllő amellyel régen hatalmas fegyvereket készítettek. Azt mondták amikor egy kalapács csapott arra az üllőre, az egész föld nagy haraggal remegett. Mindig amikor megmozdul a föld, erre a történetre gondolok.
tr: Griswoldun babası, biz küçükken, güçlü silahlar yapmak için kullanılan devasa bir örsten bahsederdi. Bu örse bir çekiç vurulduğunda, yerin büyük bir öfkeyle sarsılacağını söylerdi. Ne zaman yer sarsılsa, bu hikayeyi hatırlarım.

source: Greetings! It's always a pleasure to see one of my best customers! I know that you have been venturing deeper into the Labyrinth, and there is a story I was told that you may find worth the time to listen to... One of the men who returned from the Labyrinth told me about a mystic anvil that he came across during his escape. His description reminded me of legends I had heard in my youth about the burning Hellforge where powerful weapons of magic are crafted. The legend had it that deep within the Hellforge rested the Anvil of Fury! This Anvil contained within it the very essence of the demonic underworld... It is said that any weapon crafted upon the burning Anvil is imbued with great power. If this anvil is indeed the Anvil of Fury, I may be able to make you a weapon capable of defeating even the darkest lord of Hell! Find the Anvil for me, and I'll get to work!
hu: Üdvözletem! Mindig egy öröm látni az egyik legjobb vásárlómat! Tudom, hogy egyre mélyebbre merészkedtél a labirintusba és van egy történetem, amelyet talán meg szeretnél hallgatni... Az egyik ember ki visszatért a labirintusból mesélt nekem egy titokzatos üllőről amelyre a menekülése során bukkant. A leírása emlékeztetett engem azokra a legendákra, amelyekről ifjúként hallottam egy égő, pokoli kohászatról, ahol erős és mágikus fegyvereket lehetett készíteni. A legenda úgy tartja, hogy ennek a kohászatnak a mélyén nyugszik a düh üllője. Ez az üllő tartalmazza a démoni alvilág legbelső esszenciáját... Azt mondják, hogy bármily fegyver amely e parázsló üllőn készül nagy hatalommal lesz felruházva. Ha ez az üllő tényleg az melyre gondolok, lehet képes leszek neked a segítségével egy olyan fegyvert kovácsolni, amely még a sötét nagyurat is segíthet legyőzni! Találd meg nekem azt az üllőt és én rögvest munkához is látok!
tr: Selamlar! En iyi müşterilerimden birini görmek benim için büyük zevk! Labirentin derinliklerine indiğini biliyorum ve dinlemeye değer bulabileceğin bir hikayem var… Labirentten dönen adamlardan biri, kaçışı sırasında gizemli bir örse rastladığını söyledi. Tarifi, gençliğimde duyduğum, güçlü büyü silahlarının yapıldığı Cehennem Ocağı efsanelerini hatırlattı. Efsaneye göre, Gazap Örsü, Cehennem Ocağının derinliklerindeydi! Bu Örs, şeytani yeraltı dünyasının özünü içinde barındırıyordu… Gazap Örsü üzerinde dövülen bir silahın büyük güçle dolacağı söylenir. Eğer bu örs gerçekten Gazap Örsü ise, sana Cehennem’in en karanlık lordunu bile yenebilecek bir silah yapabilirim! Örsü benim için bul, işe koyulayım!

source: Nothing yet, eh? Well, keep searching. A weapon forged upon the Anvil could be your best hope, and I am sure that I can make you one of legendary proportions.
hu: Még mindig semmi? Na, keresgélj csak. Egy üllőn kovácsolt fegyver lenne a legjobb reményed és a saját szavamat adom: legendásat fogok alkotni neked!
tr: Henüz bir şey bulamadın mı? Peki, aramaya devam et. Örs üzerinde dövülen bir silah en iyi umudun olabilir ve eminim ki sana efsanevi bir silah yapabilirim.

source: I can hardly believe it! This is the Anvil of Fury - good work, my friend. Now we'll show those bastards that there are no weapons in Hell more deadly than those made by men! Take this and may Light protect you.
hu: Alig hiszem el! EZa gard
tr: İnanamıyorum! Bu gerçekten de Gazap Örsü - iyi iş çıkardın, dostum. Şimdi o alçaklara Cehennem’de insanlar tarafından yapılan silahlardan daha ölümcül silahlar olmadığını göstereceğiz! Bunu al ve Işık seni korusun.

source: Griswold can't sell his anvil. What will he do then? And I'd be angry too if someone took my anvil!
hu: Griswold nem tudja eladni az üllőjét. Mit fog akkor tenni? Mérges lennék én is, ha valaki elvette volna az üllőmet.
tr: Griswold örsünü satamaz ki. E, o zaman ne yapacak? Ayrıca biri benim örsümü alsaydı ben de öfkelenirdim!

source: There are many artifacts within the Labyrinth that hold powers beyond the comprehension of mortals. Some of these hold fantastic power that can be used by either the Light or the Darkness. Securing the Anvil from below could shift the course of the Sin War towards the Light.
hu: Sok kincs rejlik a labirintus mélyen, amelyek mi halandók számára elképzelhetetlen hatalommal ruházhatják fel a viselőjüket. Közülük egy pár olyan erővel bír, hogy a fény és a sötétség is áhítozik rá. Az üllőt megszerzése a fény javára fordítaná a bűn harcának kimenetelét.
tr: Labirentte, ölümlülerin kavrayışının ötesinde güçlere sahip birçok eser var. Bunlardan bazıları, Işık veya Karanlık tarafından kullanılabilecek muazzam güçlere sahip. Örsü güvence altına almak, Günah Savaşının seyrini Işık’tan yana değiştirebilir.

source: If you were to find this artifact for Griswold, it could put a serious damper on my business here. Awwww, you'll never find it.
hu: Ha megtalálnád azt az ereklyét Griswoldnak, akkor elég nagy bajba kerülne az üzletem. Jaj, csak meg ne találd.
tr: Eğer bu eseri Griswold için bulursan, işlerimi ciddi şekilde baltalayabilir. Aaa, zaten onu asla bulamayacaksın.

source: The Gateway of Blood and the Halls of Fire are landmarks of mystic origin. Wherever this book you read from resides it is surely a place of great power. Legends speak of a pedestal that is carved from obsidian stone and has a pool of boiling blood atop its bone encrusted surface. There are also allusions to Stones of Blood that will open a door that guards an ancient treasure... The nature of this treasure is shrouded in speculation, my friend, but it is said that the ancient hero Arkaine placed the holy armor Valor in a secret vault. Arkaine was the first mortal to turn the tide of the Sin War and chase the legions of darkness back to the Burning Hells. Just before Arkaine died, his armor was hidden away in a secret vault. It is said that when this holy armor is again needed, a hero will arise to don Valor once more. Perhaps you are that hero...
hu: A vér kapuja és a tűz csarnoka mind titokzatos eredetű képződmények. A könyv ahol ezekről olvashattál biztos nagy hatalommal bír. A regék meséltek egy piedesztálról melyet obszidiánból faragtak és a csontból vájt felszínén egy izzó vérből álló tó nyugszik. Vannak még sugallatok is a vér köveire, melyek kinyitják az ajtót mely egy ősi kincset őriz... E kincs természetét rejtély ötvözi, barátom. Azt mondják egy ősi hős, Arkaine, elhelyezte a Virtus nevű páncélját egy titkos kamrába. Ő volt az első halandó aki hatással volt a bűn harcára és visszazavarta a sötétség seregét a pokol mélyére. Mielőtt Arkaine meghalt, a páncélja el lett rejtve egy titkos kamrába. Azt rebesgetik, mikor ismét szükség lesz a szent páncélra, egy hős fog jönni, ki ismét hordhatja. Talán épp maga az a hős...
tr: Kan Geçidi ve Ateş Salonları mistik kökenli yerlerdir. Bu kitabı her nerede okuduysan, kesinlikle büyük güce sahip bir yerdir. Efsaneler, obsidiyen taşından oyulmuş ve kemiklerle kaplanmış yüzeyinde kaynayan bir kan havuzu olan bir kaideden bahseder. Ayrıca, eski bir hazineyi koruyan bir kapıyı açacak Kan Taşlarına da atıflar vardır… Bu hazinenin doğası duyumlarla örtülmüş, dostum ama antik kahraman Arkaine’in kutsal zırhı Yiğitliki gizli bir mahzene yerleştirdiği söylenir. Arkaine, Günah Savaşının seyrini değiştiren ve karanlık ordularını Yanan Cehennemlere geri süren ilk ölümlüydü. Arkaine ölmeden hemen önce, zırhı gizli bir mahzene saklandı. Bu kutsal zırha tekrar ihtiyaç duyulduğunda, bir kahramanın ortaya çıkıp Yiğitlik'i tekrar kuşanacağı söylenir. Belki de o kahraman sensin…

source: Every child hears the story of the warrior Arkaine and his mystic armor known as Valor. If you could find its resting place, you would be well protected against the evil in the Labyrinth.
hu: Minden gyermek hallotta a harcias Arkaine és a titokzatos páncéljának a történetét, amelyet úgy neveznek: Vírtus. Ha sikerül megtalálni a nyugvóhelyét, védve lesz a labirintus gonoszaitól.
tr: Her çocuk, savaşçı Arkaine ve onun gizemli zırhı olan Yiğitlik’in hikayesini dinlemiştir. Eğer onun yattığı yeri bulabilirseniz, Labirentteki kötülüklere karşı korunursunuz.

source: Hmm... it sounds like something I should remember, but I've been so busy learning new cures and creating better elixirs that I must have forgotten. Sorry...
hu: Valami olyasminak hangzik, amire nekem is emlékeznem kellene, de olyan elfoglalt voltam az új gyógyírek és bájitalok készítésével, hogy biztos elfelejtettem. Elnézést...
tr: Hmm… Hatırlamam gereken bir şey gibi geliyor ama yeni tedaviler öğrenmek ve daha iyi iksirler yapmakla o kadar meşguldüm ki, unutmuş olmalıyım. Üzgünüm…

source: The story of the magic armor called Valor is something I often heard the boys talk about. You had better ask one of the men in the village.
hu: Ennek a Virtus nevű varázspáncélnak a története valami olyasmi, amiről a fiúkat szoktam hallani beszélni. Lehet jobban tennéd, ha az egyik férfit kérdeznéd a faluból.
tr: Yiğitlik adındaki sihirli zırhın hikayesi, çocukların sıkça bahsettiği bir şeydir. Köydeki erkeklerden birine sorman daha iyi olur.

source: The armor known as Valor could be what tips the scales in your favor. I will tell you that many have looked for it - including myself. Arkaine hid it well, my friend, and it will take more than a bit of luck to unlock the secrets that have kept it concealed oh, lo these many years.
hu: A Virtus nevű páncél bizonyára az irányodba billentené a dolgokat. Megmondom: sokan keresték már, jómagamat is beleértve. Arkaine jól elrejtette barátom és többre lesz szükség szerencsénél ahhoz, hogy felfedődjenek a titkok, amelyek őrzik a páncél hollétét.
tr: Yiğitlik olarak bilinen zırh, dengelerin senin lehine dönmesini sağlayabilir. Birçok kişinin onu aradığını - ben de dahil olmak üzere - söyleyebilirim. Arkaine onu iyi saklamış, dostum, ve onu bu kadar zaman gizli tutan sırları açığa çıkarmak için biraz şanstan fazlası gerekecek.

source: Should you find these Stones of Blood, use them carefully. The way is fraught with danger and your only hope rests within your self trust.
hu: Ha megtalálod a vér köveit, bánj velük óvatosan. Az út veszéllyel van szegezve és a reménységed pusztán az önmagadba vetett hit lesz.
tr: Bu Kan Taşlarını bulursan, onları dikkatlice kullan. Yol tehlikelerle dolu ve tek umudun kendine olan güveninde yatıyor.

source: You intend to find the armor known as Valor? No one has ever figured out where Arkaine stashed the stuff, and if my contacts couldn't find it, I seriously doubt you ever will either.
hu: A Virtus nevű páncél után szaglászol? Soha senki sem jött rá, hogy Arkaine hova rejtette azt a cuccot és ha az én ismerőseim sem tudtak róla semmit sem kideríteni, akkor szerintem te sem fogsz.
tr: Yiğitlik olarak bilinen zırhı bulmaya mı niyetlisin? Kimse, Arkaine’in onu nereye sakladığını çözemedi ve eğer benim bağlantılarım bulamadıysa, senin de bulabileceğinden ciddi şüphelerim var.

source: I know of only one legend that speaks of such a warrior as you describe. His story is found within the ancient chronicles of the Sin War... Stained by a thousand years of war, blood and death, the Warlord of Blood stands upon a mountain of his tattered victims. His dark blade screams a black curse to the living; a tortured invitation to any who would stand before this Executioner of Hell. It is also written that although he was once a mortal who fought beside the Legion of Darkness during the Sin War, he lost his humanity to his insatiable hunger for blood.
hu: Ismerek egy legendát mely egy ilyen harcosról beszél, melyet maga is leír. A történetét a bűn háborújának az ősi megemlékezéseiből származik. Meggyalázva egy ezer éves háborútól, vértől és haláltól, a vér hadura magasan áll az áldozataiból formált hegyen. A sötét pengéje egy átkot szór az élőkre. Gyötrelem vár mindenkire, ki útjába áll a pokol hóhérjának. Meg van írva az is, hogy egyszer volt egy halandó ki a bűnháborúja során mellette harcolt és elvesztette az emberségétől a végtelen vérszomja miatt.
tr: Tarif ettiğin gibi bir savaşçıdan bahseden yalnızca bir efsane biliyorum. Onun hikayesi, Günah Savaşının antik kroniklerinde yazılıdır… Bin yıllık savaş, kan ve ölümle lekelenmiş olan Kan Beyi, lime lime olmuş kurban cesetlerinin oluşturduğu dağın üstünde durur. Karanlık kılıcı yaşayanlara karşı kara bir lanet fısıldar; Cehennemin Celladı’nın önünde duracak herkese işkence dolu bir davet. Ayrıca, bir zamanlar Günah Savaşı sırasında Karanlık Ordu ile yan yana savaşan bir ölümlü olduğu halde, kana olan doyumsuz açlığıyla insanlığını kaybettiği de yazılıdır.

source: I am afraid that I haven't heard anything about such a vicious warrior, good master. I hope that you do not have to fight him, for he sounds extremely dangerous.
hu: Félek semmit sem hallottam erről a veszedelmes harcosról, jó uram. Remélem nem lesz szükséges harcolnia vele, mert az kockázatosnak tűnne.
tr: Korkarım ki böylesine acımasız bir savaşçı hakkında hiçbir şey duymadım, efendim. Umarım onunla savaşmak zorunda kalmazsınız, çünkü kulağa çok tehlikeli geliyor.

source: Cain would be able to tell you much more about something like this than I would ever wish to know.
hu: Káin lehet sokkal többet tudna magának mondani valami ilyesmiről, mint amennyit én valaha is szeretnék tudni.
tr: Asla bilmek istemeyeceğim böyle bir konuda Cain sana çok daha fazlasını söyleyebilir.

source: If you are to battle such a fierce opponent, may Light be your guide and your defender. I will keep you in my thoughts.
hu: Amennyiben egy ilyen veszedelmes ellenféllel kell megküzdened, akkor kívánom, hogy a fény fog vezetni és védelmezni. Gondolni fogok rád.
tr: Eğer böyle korkunç bir düşmanla savaşacaksan, Işık senin rehberin ve koruyucun olsun. Hep aklımda olacaksın.

source: Dark and wicked legends surrounds the one Warlord of Blood. Be well prepared, my friend, for he shows no mercy or quarter.
hu: Sötét és beteges regék ötvözik a vér hadurának személyét. Légy jól felkészült barátom, mert ő nem ismer kegyelmet és megnyugvást.
tr: Kan Beyini çevreleyen karanlık ve kötü efsaneler var. İyi hazırlan, dostum, çünkü o hiç acımaz veya merhamet göstermez.

source: Always you gotta talk about Blood? What about flowers, and sunshine, and that pretty girl that brings the drinks. Listen here, friend - you're obsessive, you know that?
hu: Mindig a vérről akarsz beszélni? Mi van a virágokkal, a napfénnyel és azzal a szép leánnyal ki hozza az italokat. Figyelj ide barátom, megszállott vagy, ugye tudod?
tr: Her zaman Kandan mı bahsetmek zorundasın? Ya çiçekler, güneş ve içkileri getiren güzel kıza ne olacak? Dinle dostum - takıntılısın, biliyorsun değil mi?

source: His prowess with the blade is awesome, and he has lived for thousands of years knowing only warfare. I am sorry... I can not see if you will defeat him.
hu: Az ő kardforgató készsége elképesztő, hisz már ezer éve járja a földet csak háborút ismerve. Sajnálom... nem látom, hogy hogyan tudnád legyőzni.
tr: Kılıç ustalığındaki mahareti inanılmaz ve binlerce yıl boyunca sadece savaşarak yaşamış. Üzgünüm… Onu yenip yenemeyeceğini göremiyorum.

source: I haven't ever dealt with this Warlord you speak of, but he sounds like he's going through a lot of swords. Wouldn't mind supplying his armies...
hu: Soha nem volt dolgom még ezzel a hadúrral, de úgy hangzik sok kardot elhasznált már. Szívesen ellátnám a hadseregét...
tr: Bahsettiğin bu Bey ile hiç iş yapmadım ama kulağa çok kılıç harcıyormuş gibi geliyor. Ordularına malzeme sağlamaktan zarar gelmezdi…

source: My blade sings for your blood, mortal, and by my dark masters it shall not be denied.
hu: A pengém a véredre áhítozik, halandó és nem tagadhatom meg a kérését.
tr: Kılıcım kanın için şarkı söylüyor, ölümlü, ve karanlık efendilerim tarafından reddedilmeyecek.

source: Griswold speaks of the Heaven Stone that was destined for the enclave located in the east. It was being taken there for further study. This stone glowed with an energy that somehow granted vision beyond that which a normal man could possess. I do not know what secrets it holds, my friend, but finding this stone would certainly prove most valuable.
hu: Griswold beszél egy mennyei kőrül, amelyet egy közösségnek szántak innen keletre, ahol tovább óhajtották tanulmányozni. Ez a kő erős kisugárzással bírt és lehetővé tette, hogy a puszta emberek is olyan dolgokat lássanak, amelyeket elképzelni sem tudtak volna. Nem tudom milyen titkokat rejt ez az ereklye, de a megtalálása hasznunkra válna.
tr: Griswold, doğudaki şehre gitmesi gereken Göklerin Taşı’ndan bahsediyor. Göklerin Taşı üzerinde çalışmalar yapmak üzere Doğuya götürülüyordu. Bu taş, normal bir insanın sahip olabileceğinden daha fazla görüş sağlayan bir enerjiyle parlıyordu. Taşın hangi sırları barındırdığını bilmiyorum, dostum ama bu taşı bulmak kesinlikle çok değerli olurdu.

source: The caravan stopped here to take on some supplies for their journey to the east. I sold them quite an array of fresh fruits and some excellent sweetbreads that Garda has just finished baking. Shame what happened to them...
hu: A karaván itt állt meg, hogy vigyel felszerelést keletre. Adtam nekik friss gyümölcsöt és kalácsot, amelyet Gárda épp most készített. Kár, hogy mi lett annak a társaságnak a sorsa...
tr: Kervan, doğuya olan yolculukları sırasında bazı malzemeler almak üzere burada durdu. Onlara taze meyveler ve Gardanın yeni pişirdiği mükemmel tatlı ekmekler sattım. Başlarına gelenler gerçekten yazık…

source: I don't know what it is that they thought they could see with that rock, but I will say this. If rocks are falling from the sky, you had better be careful!
hu: Nem tudom, hogy mit gondoltak mit látnának abban a kőben, de azt mondom önnek: ha kövek hullanak az égből, jobb óvatosnak lenni!
tr: O taşla neleri görebileceklerini düşündüklerini bilmiyorum ama şunu söyleyeyim. Gökyüzünden taşlar düşüyorsa, dikkatli olman daha iyi!

source: Well, a caravan of some very important people did stop here, but that was quite a while ago. They had strange accents and were starting on a long journey, as I recall. I don't see how you could hope to find anything that they would have been carrying.
hu: Nos, egy karaván tele fontos emberekkel tényleg megállt itt, de az még elég régen volt. Fura kiejtésük volt és egy hosszú utazásra készültek, ha én jól emlékszem. Nem értem hogyan remélheted, hogy sikerülne bármit megtalálnod abból, amit maguknál hordoztak.
tr: Evet, çok önemli kişilerden oluşan bir kervan burada durdu ama bu bayağı zaman önceydi. Tuhaf bir aksanları vardı ve hatırladığım kadarıyla uzun bir yolculuğa çıkmışlardı. Onların taşıdığı herhangi bir şeyi nasıl bulabileceğinizi anlayamıyorum.

source: Stay for a moment - I have a story you might find interesting. A caravan that was bound for the eastern kingdoms passed through here some time ago. It was supposedly carrying a piece of the heavens that had fallen to earth! The caravan was ambushed by cloaked riders just north of here along the roadway. I searched the wreckage for this sky rock, but it was nowhere to be found. If you should find it, I believe that I can fashion something useful from it.
hu: Maradj egy pillanatra! Van egy történetem, amit lehet érdekesnek találhatsz. Egy karaván haladt a keleti királyságok felé nem régiben. Állítólag egy kis darabkát vitt magával, egyenesen a mennyekből! Egy darabot, ami lehullott a földre! A karavánra köpenyes lovasok ütöttek rajta északra az út mentén. Átkutattam a romokat az égi kőért, de sehol sem tudtuk megtalálni. Ha neked sikerülni, talán sikerülne valami hasznosat összecsapnom belőle.
tr: Biraz bekle - ilgini çekebilecek bir hikayem var. Bir süre önce buradan Doğudaki krallıklara gitmekte olan bir kervan geçti. Dünyaya göklerden düşen bir parça taşıdıkları söyleniyordu! Kervan, buranın hemen kuzeyindeki yolda pelerinli süvariler tarafından pusuya düşürüldü. Gök taşını enkazda aradım ama hiçbir yerde bulamadım. Eğer bulabilirsen, ondan faydalı bir şey yapabileceğime inanıyorum.

source: I am still waiting for you to bring me that stone from the heavens. I know that I can make something powerful out of it.
hu: Még mindig várok arra, hogy elhozd nekem azt a követ a mennyekből. Tudom biztosan, hogy valami igazán erőset tudnék belőle faragni.
tr: Hâlâ bana göklerden gelen o taşı getirmeni bekliyorum. Onunla güçlü bir şeyler yapabileceğimi biliyorum.
