Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: Game Design
hu: Játéktervezés
tr: Oyun Tasarımı

source: Senior Designers
hu: Senior tervezők
tr: Kıdemli Tasarımcılar

source: Additional Design
hu: További tervezés
tr: İlave Tasarım

source: Lead Programmer
hu: Főprogramozó
tr: Baş Programcı

source: Senior Programmers
hu: Senior programozók
tr: Kıdemli Programcılar

source: Programming
hu: Programozás
tr: Programlama

source: Special Guest Programmers
hu: Vendég programozók
tr: Misafir Programcılar

source: Battle.net Programming
hu: Battle.net programozás
tr: Battle.net Programlama

source: Serial Communications Programming
hu: Sorkommunikációs programozás
tr: Seri İletişim Programlama

source: Installer Programming
hu: Telepítő programozás
tr: Yükleyici Programlama

source: Art Directors
hu: Grafikus rendezők
tr: Sanat Yönetmenleri

source: Artwork
hu: Rajzolók
tr: Sanatçılar

source: Technical Artwork
hu: Technikai rajzok
tr: Teknik Sanatçılar

source: Cinematic Art Directors
hu: Filmes rendezők
tr: Sinema Sanat Yönetmenleri

source: 3D Cinematic Artwork
hu: 3D filmes rendezők
tr: 3D Sinema Sanatçıları

source: Cinematic Technical Artwork
hu: Filmes technikai rajzok
tr: Teknik Sinema Sanatçıları

source: Executive Producer
hu: Főproducer
tr: Baş Yapımcı

source: Associate Producer
hu: Segédproducer
tr: Yardımcı Yapımcı

source: Music
hu: Zene
tr: Müzik

source: Sound Design
hu: Hangtervezés
tr: Ses Tasarımı

source: Cinematic Music & Sound
hu: Filmes zene és hang
tr: Sinema Müzik ve Ses

source: Voice Production, Direction & Casting
hu: Szinkronhangok, rendezés és casting
tr: Ses Prodüksiyon, Yönetmen ve Kast

source: Script & Story
hu: Forgatókönyv és történet
tr: Senaryo ve Hikaye

source: Voice Editing
hu: Hangszerekztés
tr: Ses Kurgusu

source: Voices
hu: Szinkronhangok
tr: Sesler

source: Recording Engineer
hu: Hangmérnök
tr: Ses Mühendisi

source: Manual Design & Layout
hu: Kézikönyv tervezés és szerkeztés
tr: Kılavuz Tasarımı & Dizilim

source: Manual Artwork
hu: Kézikönyv rajz
tr: Kılavuz Sanatçıları

source: Provisional Director of QA (Lead Tester)
hu: Minőségbiztosítási vezető (Főtesztelő)
tr: Geçici QA Yönetmeni (Baş Testçi)

source: QA Assault Team (Testers)
hu: Minőségbiztosítási rohamosztag (Tesztelők)
tr: QA Hücum Timi (Testler)

source: QA Special Ops Team (Compatibility Testers)
hu: Minőségbiztosítási különleges alakulat (Kompatibilitás tesztelők)
tr: QA Özel Harekat Timi (Uyumluluk Testleri)

source: QA Artillery Support (Additional Testers)
hu: Minőségbiztosítási tűzérség (További tesztelők)
tr: QA Topçu Birlikleri (Ek Testler)

source: QA Counterintelligence
hu: Minőségbiztosítási hírszerzés
tr: QA Kontrespiyonaj

source: Order of Network Information Services
hu: Hálózati Információs Szolgáltatások Rendje
tr: Ağ Bilgi Hizmetleri Tarikatı

source: Customer Support
hu: Vevőszolgálat
tr: Müşteri Destek

source: Sales
hu: Eladás
tr: Satış Birimi

source: Mr. Dabiri's Background Vocalists
hu: Dabiri úr háttérénekesei
tr: Bay Dabirinin Yardımcı Vokalistleri

source: Public Relations
hu: PR
tr: Halkla İlişkiler

source: International Sales
hu: Nemzetközi eladás
tr: Uluslararası Satış Bilimi

source: U.S. Sales
hu: Amerikai eladás
tr: Birleşik Devletler Satış Birimi

source: Manufacturing
hu: Gyártás
tr: Üretim

source: Legal & Business
hu: Jogi- és üzletitanácsadás
tr: Hukuk ve İş Birimi

source: Special Thanks To
hu: Külön köszönet
tr: Özel Teşekkürler

source: Thanks To
hu: Köszönet
tr: Teşekkürler

source: In memory of
hu: Emlékére
tr: Anısına

source: Very Special Thanks to
hu: Nagyon különleges köszönet
tr: Çok Özel Teşekkürler

source: General Manager
hu: Általános menedzsment
tr: Genel Müdür

source: Software Engineering
hu: Szoftver mérnökség
tr: Yazılım Mühendisi

source: Art Director
hu: Grafikus rendező
tr: Sanat Yönetmeni

source: Artists
hu: Grafikusok
tr: Sanatçılar

source: Design
hu: Tervezés
tr: Tasarım

source: Sound Design, SFX & Audio Engineering
hu: Hangtervezés és hangmérnökség
tr: Ses Tasarımı, SFX & Ses Mühendisliği

source: Quality Assurance Lead
hu: Minőségbiztosítási vezető
tr: Kalite Kontrol Sorumlusu

source: Testers
hu: Tesztelők
tr: Testçiler

source: Manual
hu: Kézikönyv
tr: Kılavuz

source: Additional Work
hu: Továbbá
tr: Ek İşler

source: Quest Text Writing
hu: Küldetések írása
tr: Görev Yazarları

source: Thanks to
hu: Köszönet
tr: Teşekkürler

source: Special Thanks to Blizzard Entertainment
hu: Különleges köszönet: Blizzard Entertainment
tr: Blizzard Entertainmenta Özel Teşekkürler

source: Quality Assurance Manager
hu: Minőségbiztosítási vezető
tr: Kalite Kontrol Müdürü

source: Quality Assurance Lead Tester
hu: Minőségbiztosítási főtesztelő
tr: Kalite Kontrol Test Sorumlusu

source: Main Testers
hu: További főtesztelők
tr: Ana Testçiler

source: Additional Testers
hu: Tesztelők
tr: Ek Testçiler

source: Product Marketing Manager
hu: Termék marketing menedzser
tr: Ürün Pazarlama Müdürü

source: Public Relations Manager
hu: PR menedzser
tr: Halkla İlişkiler Müdürü

source: Associate Product Manager
hu: Termék almenedzser
tr: Yardımcı Ürün Müdürü

source: The Ring of One Thousand
hu: Az ezrek gyűrűje
tr: Binler Kulübü

source: No souls were sold in the making of this game.
hu: Egy lélek sem lett eladva a játék készítése során.
tr: Bu oyunun yapımında hiçbir ruh satılmamıştır.

source: OK
hu: Rendben
tr: TAMAM

source: Choose Class
hu: Válassz osztályt
tr: Sınıf Seç

source: Warrior
hu: Harcos
tr: Savaşçı

source: Rogue
hu: Zsivány
tr: Haydut

source: Sorcerer
hu: Mágus
tr: Büyücü

source: Monk
hu: Szerzetes
tr: Keşiş

source: Bard
hu: Bárd
tr: Ozan

source: Barbarian
hu: Barbár
tr: Barbar

source: Cancel
hu: Mégse
tr: İptal

source: New Multi Player Hero
hu: Új többjátékos hős
tr: Yeni Çok Oyunculu Kahraman

source: New Single Player Hero
hu: Új egyjátékos hős
tr: Yeni Tek Oyunculu Kahraman

source: Save File Exists
hu: A mentés már létezik
tr: Oyun Kaydı Bulunuyor

source: Load Game
hu: Játék betöltése
tr: Oyun Yükle

source: New Game
hu: Új játék kezdése
tr: Yeni Oyun

source: Single Player Characters
hu: Egyjátékos hősök
tr: Tek Oyunculu Karakterler

source: The Rogue and Sorcerer are only available in the full retail version of Diablo. Visit https://www.gog.com/game/diablo to purchase.
hu: A zsivány és a mágus csak a teljes változatban elérhetőek. Vedd meg a játékot a https://www.gog.com/game/diablo oldalon.
tr: Haydut ve Büyücü sadece Diablonun tam sürümünde mevcuttur. Satın almak için ziyaret edin: https://www.gog.com/game/diablo

source: Enter Name
hu: Írd be a nevedet
tr: İsim Gir

source: Invalid name. A name cannot contain spaces, reserved characters, or reserved words.
hu: Érvénytelen név. Nem tartalmazhat szóközt és bizonyos karaktereket, szavakat.
tr: Geçersiz isim. Karakter ismi boşluk, yasaklı karakterler ve yasaklı kelimeler içeremez.

source: Unable to create character.
hu: Nem sikerült létrehozni a hős.
tr: Karakter oluşturulamıyor.

source: Level:
hu: Szint:
tr: Seviye:

source: Strength:
hu: Erősség:
tr: Güç:

source: Magic:
hu: Mágia:
tr: Büyü:

source: Dexterity:
hu: Ügyesség:
tr: Çeviklik:

source: Vitality:
hu: Egészség:
tr: Yaşam:

source: Savegame:
hu: Mentés:
tr: Kayıtlı Oyun:

source: Select Hero
hu: Válassz hőst
tr: Kahraman Seç

source: New Hero
hu: Új hős
tr: Yeni Kahraman

source: Delete
hu: Töröl
tr: Sil

source: Multi Player Characters
hu: Többjátékos hősök
tr: Çoklu Oyuncu Karakterleri

source: Delete Multi Player Hero
hu: Többjátékos hős törlése
tr: Çoklu Oyuncu Karakterini Sil

source: Delete Single Player Hero
hu: Egyjátékos hős törlése
tr: Tek Oyuncu Karakterini Sil

source: Are you sure you want to delete the character "{:s}"?
hu: Biztosan ki akarod őt törölni: "{:s}"?
tr: Bu karakteri silmek istediğinden emin misin “{:s}”?

source: Single Player
hu: Egyjátékos Mód
tr: Tekli Oyuncu

source: Multi Player
hu: Többjátékos Mód
tr: Çoklu Oyuncu

source: Settings
hu: Beállítások
tr: Ayarlar

source: Support
hu: Segítség
tr: Destek

source: Show Credits
hu: Készítők
tr: Emeği Geçenler

source: Exit Hellfire
hu: Kilépés
tr: Hellfire’dan Çık

source: Exit Diablo
hu: Kilépés
tr: Diablodan Çık

source: Shareware
hu: Próbaváltozat

source: Client-Server (TCP)
hu: Kliens-Szerver (TCP)

source: Offline
hu: Egyedül
tr: Çevrimdışı

source: Multi Player Game
hu: Többjátékos Mód
tr: Çoklu Oyuncu

source: Requirements:
hu: Szükséges:
tr: Gereksinimler:

source: no gateway needed
hu: nem kell gateway
tr: ağgeçidi gerektirmez

source: Select Connection
hu: Kapcsolat típusa
tr: Bağlantı Seç

source: Change Gateway
hu: Gateway cseréje
tr: Ağ Geçidini Değiştir

source: All computers must be connected to a TCP-compatible network.
hu: Minden eszköz egy TCP-kompatibilis hálózathoz csatlakozzon.
tr: Tüm bilgisayarlar TCP destekleyen bir ağa bağlı olmalıdır.

source: All computers must be connected to the internet.
hu: Minden eszköz az internethez csatlakozzon.
tr: Tüm bilgisayarlar internete bağlı olmalıdır.

source: Play by yourself with no network exposure.
hu: Semmi. Játszhatsz magadban többjátékos szabályok szerint.
tr: Ağ bağlantısı olmadan kendi başına oyna.

source: Players Supported: {:d}
hu: Játékosok száma: {:d}
tr: Desteklenen Oyuncu: {:d}

source: Diablo
hu: Diabló

source: Diablo Shareware
hu: Diabló Próbaváltozat

source: Hellfire Shareware
hu: Hellfire Próbaváltozat

source: The host is running a different game than you.
hu: A gazda más játékot futtat.
tr: Host farklı bir oyun oynuyor.

source: The host is running a different game mode ({:s}) than you.
hu: A gazda más játékváltozatot ({:s}) futtat, mint te.
tr: Host farklı bir oyun modu ({:s}) oynuyor.

source: Your version {:s} does not match the host {:d}.{:d}.{:d}.
hu: A verziód {:s} nem egyezik a gazdáéval: {:d}.{:d}.{:d}.
tr: Sürümün ({:s}) hostun sürümüyle eşleşmiyor {:d}.{:d}.{:d}.

source: Description:
hu: Leírás:
tr: Açıklama:

source: Select Action
hu: Válassz opciót
tr: Bir Eylem Seç

source: Create Game
hu: Új játék
tr: Oyun Oluştur

source: Create Public Game
hu: Új nyilvános játék
tr: Açık Oyun Oluştur

source: Join Game
hu: Csatlakozás
tr: Oyuna Katıl

source: Public Games
hu: Nyilvános játékok
tr: Herkese Açık Oyunlar

source: Loading...
hu: Töltés...
tr: Yükleniyor…

source: None
hu: Semmi
tr: Yok”

source: CANCEL
hu: MÉGSE
tr: İPTAL

source: Create a new game with a difficulty setting of your choice.
hu: Hozz létre egy új játékot az általad választott nehézségen. Ide csak az csatlakozhat, aki ismeri a címet.
tr: İstediğin zorluk seviyesini seçerek yeni bir oyun oluştur.

source: Create a new public game that anyone can join with a difficulty setting of your choice.
hu: Hozz létre egy nyilvános játékot az általad választott nehézségen. Ide bárki csatlakozhat.
tr: İstediğin zorluk seviyesini seçerek tüm oyuncuların katılabileceği yeni bir herkese açık oyun oluştur.

source: Enter Game ID to join a game already in progress.
hu: Írd be a játék azonosítóját, hogy csatlakozz egy már meglévő játékhoz.
tr: Devam eden bir oyuna girmek için Oyun ID’sini gir.

source: Enter an IP or a hostname to join a game already in progress.
hu: Írd be az IP címet vagy a gazdagép nevét, hogy csatlakozz egy már meglévő játékhoz.
tr: Devam eden bir oyuna girmek için IP veya host adını gir.

source: Join the public game already in progress.
hu: Csatlakozz egy nyilvános játékhoz.
tr: Devam eden bir herkese açık oyuna gir.

source: Normal
hu: Alap

source: Nightmare
hu: Lidércnyomás
tr: Kabus

source: Hell
hu: Pokoli
tr: Cehennem

source: Difficulty: {:s}
hu: Nehézség: {:s}
tr: Zorluk: {:s}

source: Speed: Normal
hu: Sebesség: Alapértelmezett
tr: Oyun Hızı: Normal

source: Speed: Fast
hu: Sebesség: Gyors
tr: Oyun Hızı: Hızlı

source: Speed: Faster
hu: Sebesség: Gyorsabb
tr: Oyun Hızı: Daha Hızlı

source: Speed: Fastest
hu: Sebesség: Leggyorsabb
tr: Oyun Hızı: En Hızlı

source: Players:
hu: Játékosok:
tr: Oyuncular:

source: Select Difficulty
hu: Válassz nehézséget
tr: Zorluk Seç

source: Join {:s} Games
hu: Csatlakozz {:s} játékokhoz
tr: Oyunlara Katıl: {:s}

source: Enter Game ID
hu: Írd be a játék azonosítóját
tr: Oyun ID’si Gir

source: Enter address
hu: Írd be a címet
tr: Adres Gir

source: Normal Difficulty This is where a starting character should begin the quest to defeat Diablo.
hu: Alap Nehézség Itt kezdheti meg egy új hős az útját Diabló legyőzése felé.
tr: Normal Zorluk Yeni bir karakter Diabloyu yenme görevine buradan başlamalıdır.

source: Nightmare Difficulty The denizens of the Labyrinth have been bolstered and will prove to be a greater challenge. This is recommended for experienced characters only.
hu: Lidércnyomás Nehézség A labirintus lakói megerősödtek és nagyobb akadályt fognak jelenteni. Csak tapasztalt hősöknek ajánlott.
tr: Kabus Zorluğu Labirentin güçlendirilmiş yaratıkları büyük mukavemet gösterir ve daha zor bir mücadele sunar. Sadece tecrübeli karakterler için tavsiye edilir.

source: Hell Difficulty The most powerful of the underworld's creatures lurk at the gateway into Hell. Only the most experienced characters should venture in this realm.
hu: Pokoli Nehézség Az alvilág legerősebb lényei ólálkodnak a pokol kapujánál. Csak a legméltóbb hősök barangolhatnak ebbe a vidékbe.
tr: Cehennem Zorluğu Yeraltında gizlenen canavarların en güçlü hali. Sadece en tecrübeli karakterler bu diyara girmeye teşebbüs etmelidir.

source: Your character must reach level 20 before you can enter a multiplayer game of Nightmare difficulty.
hu: A hősöd el kell, hogy érje a 20-as szintet ahhoz, hogy csatlakozhass egy többjátékos játszmába Lidércnyomás nehézségen.
tr: Kabus zorluk seviyesindeki bir oyuna girebilmek için karakterin en az 20.seviyede olmalıdır.

source: Your character must reach level 30 before you can enter a multiplayer game of Hell difficulty.
hu: A hősöd el kell, hogy érje a 30-as szintet ahhoz, hogy csatlakozhass egy többjátékos játszmába Pokoli nehézségen.
tr: Cehennem zorluk seviyesindeki bir oyuna girebilmek için karakterin en az 30.seviyede olmalıdır.

source: Select Game Speed
hu: Válassz sebességet
tr: Oyun Hızı Seç

source: Fast
hu: Gyors
tr: Hızlı

source: Faster
hu: Gyorsabb
tr: Daha Hızlı

source: Fastest
hu: Leggyorsabb
tr: En Hızlı

source: Normal Speed This is where a starting character should begin the quest to defeat Diablo.
hu: Alap sebesség Itt kezdheti meg egy új hős az útját Diabló legyőzése felé.
tr: Normal Oyun Hızı Yeni bir karakter Diabloyu yenme görevine buradan başlamalıdır.

source: Fast Speed The denizens of the Labyrinth have been hastened and will prove to be a greater challenge. This is recommended for experienced characters only.
hu: Gyors sebesség A labirintus lakói gyorsabbak és nagyobb kihívást fognak jelenteni. Tapasztalt hősöknek javasolt csak.
tr: Hızlı Oyun Hızı Yeraltında gizlenen canavarların en güçlü hali. Sadece en tecrübeli karakterler bu diyara girmeye teşebbüs etmelidir.

source: Faster Speed Most monsters of the dungeon will seek you out quicker than ever before. Only an experienced champion should try their luck at this speed.
hu: Gyorsabb sebesség A rémségek a tömlöcben gyorsabban fognak elkapni mint valaha. Csak egy tehetséges bajnoknak szabad szerencsét próbálni ilyen sebesség mellett.
tr: Daha Hızlı Oyun Hızı Zindandaki canavarların çoğu seni her zamankinden daha çabuk bulacak. Sadece tecrübeli bir şampiyon şansını bu hızda denemelidir.

source: Fastest Speed The minions of the underworld will rush to attack without hesitation. Only a true speed demon should enter at this pace.
hu: Leggyorsabb sebesség Az alvilág csatlósai szünet nélkül támadnak. Csak a legjobbak tehetnek próbát ilyen sebességen.
tr: En Hızlı Oyun Hızı Yeraltının yardakçıları sana aceleyle saldırmak için bir an bile tereddüt etmeyecek. Sadece yıldırım hızındakiler böyle bir yarışa girmelidir.

source: Enter Password
hu: Írd be a jelszót
tr: Parola Gir

source: Enter Hellfire
hu: Kiegészítő indítása
tr: Hellfire’a Gir

source: Switch to Diablo
hu: Alapjáték indítása
tr: Diabloya Geç

source: Yes
hu: Igen
tr: Evet

source: No
hu: Nem
tr: Hayır

source: Press gamepad buttons to change.
hu: Nyomj be bármilyen gombot a gamepaden.
tr: Değiştirmek için kontrolcü tuşlarına basın.

source: Bound key:
hu: Beállított gomb:
tr: Atanan tuş:

source: Press any key to change.
hu: Nyomj be bármilyen gombot.
tr: Değiştirmek için bir tuşa basın.

source: Unbind key
hu: Gomb törlése
tr: Tuş atamasını kaldır

source: Bound button combo:
hu: Beállított kombináció:
tr: Atanan tuş kombosu:

source: Unbind button combo
hu: Kombináció törlése
tr: Atanan tuş kombosunu kaldır

source: Previous Menu
hu: Előző ablak
tr: Önceki Menü

source: We maintain a chat server at Discord.gg/devilutionx Follow the links to join our community where we talk about things related to Diablo, and the Hellfire expansion.
hu: Van egy Discord szerverünk Discord.gg/devilutionx címen, ahol Diablóval és a kiegészítővel kapcsolatos dolgokról beszélünk.
tr: Diablo ve ek paketi Hellfire ile ilgili sohbet ettiğimiz sohbet kanalımıza davetlisiniz. Link: Discord.gg/devilutionx

source: DevilutionX is maintained by Diasurgical, issues and bugs can be reported at this address: https://github.com/diasurgical/devilutionX To help us better serve you, please be sure to include the version number, operating system, and the nature of the problem.
hu: A DevilutionX fenntartója Diasurgical, hibákat és problémákat ezen a címen lehet jelenteni: https://github.com/diasurgical/devilutionX Hogy jobban tudjunk segíteni, kérünk ne felejtsd el megadni a verzió számot, az operációs rendszert és a probléma jellegét.
tr: DevilutionX, Diasurgical tarafından idare edilmektedir. Sorunlar ve buglar bu adresten bildirilebilir: https://github.com/diasurgical/devilutionX Size daha iyi yardımcı olabilmemiz için lütfen bildiriminize versiyon numarası, işletim sistemi ve sorunla alakalı ayrıntılı bilgileri ekleyin.

source: Disclaimer:
hu: Figyelmeztetés:
tr: Feragatname:

source: DevilutionX is not supported or maintained by Blizzard Entertainment, nor GOG.com. Neither Blizzard Entertainment nor GOG.com has tested or certified the quality or compatibility of DevilutionX. All inquiries regarding DevilutionX should be directed to Diasurgical, not to Blizzard Entertainment or GOG.com.
hu: A DevilutionX nem támogatott és nincs karbantartva a Blizzard Entartainment, se nem a GOG.com által. Egyikük sem tesztelte vagy tanusította a DevilutionX minőségét vagy kompatibilitását. Minden kérvényt a DevilutionX-szel kapcsolatban Diasurgicalnak kell továbbítani, nem a Blizzard Entertainment-nek vagy a GOG.com-nak.
tr: Devilutionx Blizzard Entertainment veya GOG.com tarafından idare edilmemektedir veya desteklenmemektedir. DevilutionX uyumluluğu veya kalite kontrolü sertifikasyonu Blizzard Entertainment veya GOG.com tarafından yapılmamıştır. DevlilutionX ile ilgili talepler Blizzard Entertainment veya GOG.com’a değil, Diasurgical’a iletilmelidir.

source: This port makes use of Charis SIL, New Athena Unicode, Unifont, and Noto which are licensed under the SIL Open Font License, as well as Twitmoji which is licensed under CC-BY 4.0. The port also makes use of SDL which is licensed under the zlib-license. See the ReadMe for further details.
hu: Ez a port használja a következő betűket, amelyek SIL Open Font License egyezménnyel rendelkeznek: Charis SIL, New Athena Unicode, Unifont, Noto. Továbbá használ Twitmoji-t, amely pedig CC-BY 4.0 egyezménnyel bír. A port SDL-t használ, ami zlib egyezménnyel rendelkezik. Részletekért lásd az olvass-el fájlt.
tr: Bu port CC-BY 4.0 lisansı altında olan Twitmojiyi ve SIL Open Font License lisansı altındaki Charis SIL, New Athena Unicode, Unifont ve Notoyu kullanmaktadır. Ayrıca zlib-license lisansı altındaki SDLyi de kullanmaktadır. Ayrıntılı bilgiler için ReadMe dosyasını kontrol edin.

source: Copyright © 1996-2001 Blizzard Entertainment
hu: Szerzői Jog © 1996-2001 Blizzard Entertainment
tr: Tüm Hakları Saklıdır©1996-2001 Blizzard Entertainment

source: Error
hu: Hiba
tr: Hata

source: {:s} The error occurred at: {:s} line {:d}
hu: {:s} Hiba történt: {:s} {:d}. sor
tr: {:s} Hata oluştu: {:s} {:d}.satır

source: Unable to open main data archive ({:s}). Make sure that it is in the game folder.
hu: Nem sikerült a fő adatarchívumot megnyitni: ({:s}). Ellenőrizzük le, hogy valóban a játék mappájában található-e.
tr: Ana veri arşivi açılamıyor ({:s}). Oyun klasörü içinde olduğuna emin olun.

source: Data File Error
hu: Adatfájl hiba
tr: Veri Dosyası Hatası

source: Unable to write to location: {:s}
hu: Nem lehet a következő helyre írni: {:s}
tr: Bu konuma yazılamıyor: {:s}

source: Read-Only Directory Error
hu: Csak olvasható mappa hiba
tr: Salt-okunur Dizin Hatası

source: Game:
hu: Játék:
tr: Oyun:

source: Offline Game
hu: Egyedül
tr: Çevrimdışı Oyun

source: Password:
hu: Jelszó:
tr: Parola:

source: Public Game
hu: Nyilvános játék
tr: Herkese Açık Oyun

source: Level: Nest {:d}
hu: Szint: Fészek {:d}
tr: Seviye: Yuva {:d}

source: Level: Crypt {:d}
hu: Szint: Kripta {:d}
tr: Seviye: Türbe {:d}

source: Town
hu: Város
tr: Kasaba

source: Level: {:d}
hu: Szint: {:d}
tr: Seviye: {:d}

source: Tab
hu: Tabulátor

source: Esc
hu: Escape

source: Character Information
hu: Saját hős
tr: Karakter Bilgileri

source: Quests log
hu: Küldetések
tr: Görev Kayıtları

source: Automap
hu: Térkép
tr: Harita

source: Main Menu
hu: Főmenü
tr: Ana Menü

source: Inventory
hu: Eszköztár
tr: Envanter

source: Spell book
hu: Varázsigék könyve
tr: Büyü Kitabı

source: Send Message
hu: Üzenet küldése
tr: Mesaj Gönder

source: Available Commands:
hu: Elérhető parancsok:
tr: Mevcut Komutlar:

source: Command
hu: Parancs
tr: Komut

source: is unknown.
hu: egy ismeretlen parancs.
tr: bilinmiyor.

source: Description:
hu: Leírás:
tr: Açıklama:

source: Parameters: No additional parameter needed.
hu: Paraméterek: nincs szükség további paraméterekre.
tr: Parametreler: Ek parametreye gerek yok.

source: Parameters:
hu: Paraméterek:
tr: Parametreler:

source: Arenas are only supported in multiplayer.
hu: Az arénák csak többjátékos módban elérhetőek.
tr: Sadece çoklu oyuncuda desteklenen arenalar.

source: What arena do you want to visit?
hu: Melyik arénát szeretnéd meglátogatni?
tr: Hangi arenayı ziyaret etmek istiyorsun?

source: Invalid arena-number. Valid numbers are:
hu: Érvénytelen aréna-szám. Az érvényes számok:
tr: Geçersiz arena numarası. Geçerli numaralar:

source: To enter a arena, you need to be in town or another arena.
hu: Ahhoz, hogy belépj egy arénába, a városban vagy egy másik arénában kell lenned.
tr: Bir arenaya girmek için, kasaba veya başka bir arenada olman gerekir.

source: Inspecting only supported in multiplayer.
hu: A megvizsgálás csak többjátékos módban támogatott.
tr: İncelemek sadece çoklu oyuncu modunda desteklenir.

source: Stopped inspecting players.
hu: Abbahagytad a játékosok megvizsgálását.
tr: Oyuncuları inceleme durduruldu.

source: No players found with such a name
hu: Nincs ilyen nevű játékos
tr: Bu isimli bir oyuncu bulunmadı

source: Inspecting player:
hu: Játékos megvizsgálása:
tr: Oyuncu inceleniyor:

source: Prints help overview or help for a specific command.
hu: Kiírja az elérhető parancsokat vagy a segítséget egy konkrét parancshoz.
tr: Yardım özetini veya belirli bir komutun yardımını yazdırır.

source: [command]
hu: [parancs]
tr: [komut]

source: Enter a PvP Arena.
hu: Játékos aréna
tr: Bir PvP Arenasına Gir.

source: <arena-number>
hu: <aréna-szám>
tr: <arena-numarası>

source: Gives Arena Potions.
hu: Aréna fiolákat ad.
tr: Arena İksirleri Verir.

source: <number>
hu: <szám>
tr: <numara>

source: Inspects stats and equipment of another player.
hu: Megvizsgálja egy másik játékos készségeit és felszerelését.
tr: Başka bir oyuncunun istatistiklerini ve ekipmanlarını inceler.

source: <player name>
hu: <játékos név>
tr: <oyuncu adı>

source: Show seed infos for current level.
hu: Megmutatja a jelenlegi szint által használt véletlen magokat.
tr: Bu seviyenin seed bilgilerini gör.
