Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: Master, I have a strange experience to relate. I know that you have a great knowledge of those monstrosities that inhabit the labyrinth, and this is something that I cannot understand for the very life of me... I was awakened during the night by a scraping sound just outside of my tavern. When I looked out from my bedroom, I saw the shapes of small demon-like creatures in the inn yard. After a short time, they ran off, but not before stealing the sign to my inn. I don't know why the demons would steal my sign but leave my family in peace... 'tis strange, no?
hu: Uram, egy furcsa módon tudok ezzel azonosulni. Tisztában vagyok a hatalmas ismeretével azokról a rémségekről ott lent, de valami nekem sehogy sem fér a fejembe... egyik este felriadtam egy reszelő hangra a fogadóm előtt. Kinéztem a hálószobámból és azt hiszem kicsi démonokat láttam az udvaron. Egy kis idő múlva elmentek együtt a fogadóm táblájával. Nem tudom miért vinnék el éppen a táblát, de hagynának minket nyugodtan békében. Furcsaság, nem?
tr: Efendi, Bir şey anlatacağım. Labirentte gezen yaratıklar hakkında engin bilgi sahibi olduğunu biliyorum ve anlatacağım şeyi bir türlü anlamıyorum. Geçen gece hanımın hemen dışından gelen kazıma seslerine uyandım. Odamdan dışarı baktığımda, hanın bahçesinde iblise benzer küçük yaratıklar gördüm. Kısa bir süre sonra, hanın tabelasını çalıp kaçtılar. İblislerin aileme dokunmayıp, tabelamı çalmasına anlam veremedim. Sence de garip değil mi?

source: Oh, you didn't have to bring back my sign, but I suppose that it does save me the expense of having another one made. Well, let me see, what could I give you as a fee for finding it? Hmmm, what have we here... ah, yes! This cap was left in one of the rooms by a magician who stayed here some time ago. Perhaps it may be of some value to you.
hu: Jaj, nem is kellett volna visszahoznia a táblámat, de bizony ez segít neked egy kicsit a költségekkel. Nos, hadd lássam, mit adhatok ezért a szívességért cserébe? Nézzük... lenne nálam valami, igen. Ezt a sapkát egy mágus hagyta az egyik szobában még egy kicsit régebben. Talán a hasznára válna.
tr: Ah, tabelamı geri getirmene gerek yoktu ama beni başka bir tabela masrafından kurtarmış oldun. Bakalım, sana bunun karşıllığında ne verebilirim? Hmmm, burada ne varmış… İşte! Bu başlığı, geçenlerde burada kalan bir büyücünün odasında buldum. Belki işine yarayabilir.

source: My goodness, demons running about the village at night, pillaging our homes - is nothing sacred? I hope that Ogden and Garda are all right. I suppose that they would come to see me if they were hurt...
hu: Te jó ég, démonok szaladgálnak az éjszaka és fosztogatják az otthonainkat?! Semmi sem szent már? Remélem Ogden és a felesége Gárda jól vannak. Feltételezem jöttek volna, ha baj történt volna...
tr: Aman Allahım! Kasabada gece iblisler geziyor, evlerimizi yağmalıyor ve bu sizi korkutmuyor mu? Umarım Ogden ve Garda iyilerdir. Onlara bir şey olduysa, mutlaka bana görünmeliler.

source: Oh my! Is that where the sign went? My Grandmother and I must have slept right through the whole thing. Thank the Light that those monsters didn't attack the inn.
hu: Te jóságos! Tényleg odakerült a tábla? A nagyanyám és én biztos átaludtuk az egészet. Hála a Fénynek, hogy azok a rémségek nem jöttek a fogadó közelébe.
tr: Amanın! Tabelayı iblisler mi çalmış? Büyükannemle ben de bu sırada uyuyorduk heralde. Işığa Şükürler olsun ki canavarlar hana saldırmamış.

source: Demons stole Ogden's sign, you say? That doesn't sound much like the atrocities I've heard of - or seen. Demons are concerned with ripping out your heart, not your signpost.
hu: Démonok ellopták Ogden tábláját? Erről lenne szó? Nem hangzik olyan nagy gaztettnek, mint amikhez én vagyok szokva, tudod... Inkább jobban el vannak foglalva azzal, hogy megegyék a szívedet egy kis vandálkodás helyett.
tr: İblisler Ogdenın tabelasını mı çalmış dedin? Bu duyduğum - veya gördüğüm hiçbir canavarlığa benzemiyor. İblislerden göğsünden kalbini sökerler diye korkarsın, tabelanı değil.

source: You know what I think? Somebody took that sign, and they gonna want lots of money for it. If I was Ogden... and I'm not, but if I was... I'd just buy a new sign with some pretty drawing on it. Maybe a nice mug of ale or a piece of cheese...
hu: Tudja mit gondolok? Aki elvitte a táblát, sok pénzt akar vele csinálni. Ha én lennék Ogden... nem én vagyok... de ha én lennék... vennék egy újat valami szép képpel rajta. Talán egy korsó ital vagy egy darab sajt...
tr: Ne düşündüm biliyor musun? Biri tabelayı çaldı ve karşılığında çok para istiyor. Ben Ogden olsam… ki değilim ama işte olsaydım… Üzerinde güzel çizimler olan yeni bir tabela alırdım. Belki şöyle güzel bir kupa bira veya bir parça peynir…

source: No mortal can truly understand the mind of the demon. Never let their erratic actions confuse you, as that too may be their plan.
hu: Egy halandó sem értheti meg egy démon gondolkodását Sose hagyd, hogy a kiszámíthatatlan viselkedésük összezavarjon, mert lehet, hogy ez is a tervük része.
tr: Hiçbir ölümlü iblis aklını anlayamaz. Garip davranışları seni yanıltmasın, bu onların planı da olabilir.

source: What - is he saying I took that? I suppose that Griswold is on his side, too. Look, I got over simple sign stealing months ago. You can't turn a profit on a piece of wood.
hu: Mi, ezzel arra utal, hogy én csináltam? Feltételezem Griswold is az oldalán áll. Nézd, én már túl vagyok puszta tábla lopkodáson. Nem lehet túl nagy hasznot húzni egy darab korhadt deszkával.
tr: Ne? Benim çaldığımı mı söyledi? Kesin Griswold da onun tarafındadır. Bak, ben dandik tabela çalma işlerini aylar önce aştım. Bir parça tahtadan para kazanamazsın.

source: Hey - You that one that kill all! You get me Magic Banner or we attack! You no leave with life! You kill big uglies and give back Magic. Go past corner and door, find uglies. You give, you go!
hu: Hé, hé - te aki megölni mind! Te hozni nekem varázs zászló, ha nem, mi támadni! Te nem menni el élet! Te megölni nagy csúnyák és adni vissza mágia. Menni sarkon túl és ajtó, találni csúnyák. Te adni, te menni!
tr: Hey - her şeyi öldüren! Bana Sihirli Bayrak getirmek yoksa biz saldırmak! Sen canlı gidememek! Sen büyük çirkinleri öldürmek ve Sihiri getirmek! Git köşe dönmek, çirkinleri bulmak! Sen vermek, sen geçmek!

source: You kill uglies, get banner. You bring to me, or else...
hu: Te öl csúnyák, hozni zászló. Te hozni nekem. Vagy különben...
tr: Sen çirkinleri öldürmek, bayrak almak. Bana getirmek, yoksa…

source: You give! Yes, good! Go now, we strong. We kill all with big Magic!
hu: Te adni. Igen, jó. Menj, mi erős. Mi ölni mind nagy mágia!
tr: Sen vermek! Evet iyi! Şimdi git, biz güçlenmek. Biz herkes büyük Sihir öldürmek!

source: This does not bode well, for it confirms my darkest fears. While I did not allow myself to believe the ancient legends, I cannot deny them now. Perhaps the time has come to reveal who I am. My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released. The Archbishop Lazarus, once King Leoric's most trusted advisor, led a party of simple townsfolk into the Labyrinth to find the King's missing son, Albrecht. Quite some time passed before they returned, and only a few of them escaped with their lives. Curse me for a fool! I should have suspected his veiled treachery then. It must have been Lazarus himself who kidnapped Albrecht and has since hidden him within the Labyrinth. I do not understand why the Archbishop turned to the darkness, or what his interest is in the child, unless he means to sacrifice him to his dark masters! That must be what he has planned! The survivors of his 'rescue party' say that Lazarus was last seen running into the deepest bowels of the labyrinth. You must hurry and save the prince from the sacrificial blade of this demented fiend!
hu: Ez bizony baljós jel és igazolja a legmélyebb félelmeimet. Amíg nem voltam hajlandó engedni, hogy megvezessenek engem ősi regékkel, most már látom tagadhatatlan a tényük. Az én valódi nevem Dékárd Káin, a rangidős. Én vagyok az utolsó leszármazottja egy ősi testvériségnek, melynek a célja az időtlen gonosz titkainak megőrzése volt, a gonosznak, mely most most kiszabadult...
tr: Bu iyiye alamet değil, en karanlık korkularımı doğruluyor. Çok eski efsanelere inanmak istemesem de artık inkar edemem. Belki de kim olduğumu açıklama zamanı gelmiştir. Gerçek ismim Yaşlı Deckard Cain ve ben kendini zamansız bir kötülüğün sırlarının muhafızlığını yapan bir Kardeşlik’in son temsilcisiyim. Açıkça görülüyor ki bir kötülük serbest kalmış. Kral Leoricin bir zamanlar en güvendiği danışmanı Başpiskopos Lazarus, bir grup kasabalıyı Kralın kayıp oğlu Albrecht’i bulmak için Labirente götürdü. Grup geri dönene kadar uzunca bir zaman geçti ve sadece küçük bir kısmı canlarını kurtarabildi. Aptallık ettim! Bu gizli ihanetten daha önce şüphelenmem gerekirdi. Albrechti kaçırıp Labirent’in derinliklerine gizleyen Lazarusun kendisi olmalı. Başpiskoposun neden karanlığa döndüğünü veya çocukla neden ilgilendiğini anlayamıyorum, tabi eğer çocuğu karanlık efendilerine kurban etmeyecekse! Planladığı şey bu olmalı! “Kurtarma” grubundan sağ kalanlar Lazarus’u en son Labirent’in derinliklerine kaçarken görmüşler. Acele et ve prensi bu kaçık iblisin elinden kurtar!

source: You must hurry and rescue Albrecht from the hands of Lazarus. The prince and the people of this kingdom are counting on you!
hu: Siessen, mentse meg Albert herceget Lázár markaiból! A herceg és a nép számít magára!
tr: Acele edip Albrechti Lazarus’un elinden kurtarmalısın. Prens ve krallık tebası sana güveniyor!

source: Your story is quite grim, my friend. Lazarus will surely burn in Hell for his horrific deed. The boy that you describe is not our prince, but I believe that Albrecht may yet be in danger. The symbol of power that you speak of must be a portal in the very heart of the labyrinth. Know this, my friend - The evil that you move against is the dark Lord of Terror. He is known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago and I fear that he seeks to once again sow chaos in the realm of mankind. You must venture through the portal and destroy Diablo before it is too late!
hu: A ön története eléggé morbid, jó barátom. Lázár bizonyára a pokol kebleiben fog raboskodni a rémtette miatt. A szegény fiú akit leírt, szerencsére nem a mi hercegünk, de félek Albert még mindig veszélyben van. Az erő szimbóluma, amelyről beszélt, bizonyára egy kapu a labirintus legmélyebb gyomrába. Tudja meg ezt, barátom: a gonosz ott lent az a Sötétség Nagyura. Halandók számára csak az Diabló néven ismeretes. Ő volt a labirintus fogságába zárva századokkal ezelőtt és most félek, hogy ismét előjött, hogy pusztulást okozzon az emberi világban. Át kell mennei a kapun és meg kell állítania Diablót, míg nem túl késő!
tr: Anlattıkların çok korkunç, dostum. Lazarus yaptığı rezilliklerin kefareti olarak mutlaka Cehennem’de yanacak. Tarif ettiğin çocuk prensimiz değil ama Albrechtin yine de tehlikede olabileceğini düşünüyorum. Bahsettiğin güç sembolü Labirentin tam kalbine giden bir portal olmalı. Şunu bil, dostum - Karşılaşacağın kötülük Dehşetin Efendisidir. İnsanoğlu arasında Diablo olarak bilinir. Yüzyıllar önce Labirentin derinliklerine hapsedilmişti ama korkarım ki yine insanların dünyasına kaos tohumunu ekmek niyetinde. çok geç olmadan önce portaldan geçip Diabloyu yok etmelisin!

source: Lazarus was the Archbishop who led many of the townspeople into the labyrinth. I lost many good friends that day, and Lazarus never returned. I suppose he was killed along with most of the others. If you would do me a favor, good master - please do not talk to Farnham about that day.
hu: Lázár a főérsek volt mikor egy kisebb tömeget csalt le a labirintusba. Sok jó barátot vesztettem el aznap és Lázárt sem láttuk többé. Feltételezem megölték a többiekkel együtt. Ha tenne nekem egy szívességet, jó uram, kérem, ne beszéljem Farnhammal erről a napról.
tr: Lazarus, bir sürü kasabalıyı Labirente götüren Başpiskopostu. O gün birçok iyi dost kaybettim ve Lazarus da hiç geri dönmedi. Sanıyorum ki o da diğerleri gibi öldürüldü. Sizden bir istirhamım olacaktı efendim - lütfen Farnham ile o gün hakkında konuşmayın.

source: I was shocked when I heard of what the townspeople were planning to do that night. I thought that of all people, Lazarus would have had more sense than that. He was an Archbishop, and always seemed to care so much for the townsfolk of Tristram. So many were injured, I could not save them all...
hu: Megrázkódtam, mikor hallottam mit tervezett a tömeg azon az éjszaka. Azt gondoltam, hogy az összes ember közül Lázárnak lenne több esze ennél. Ő egy főérsek volt, mindig törődött a falu lakóival. Annyi sérült volt, nem tudtam mindenkit megmenteni...
tr: Kasabalıların o gece ne yapmayı planladıklarını duyunca şok oldum. O kadar insan içinde en azından Lazarusun yeterince aklı olduğunu düşünüyordum. Kendisi bir Başpiskopostu ve Tristram halkıyla çok ilgilenirdi. Yok yaralanan oldu, hepsini kurtaramadım…

source: I remember Lazarus as being a very kind and giving man. He spoke at my mother's funeral, and was supportive of my grandmother and myself in a very troubled time. I pray every night that somehow, he is still alive and safe.
hu: Emlékszem, Lázár egy nagy kedves és bőkezű ember volt. Beszélt az édesanyám temetésén és mindig sokban segítette a nagymamámat és engem is ezekben a bajlós időkben. Imádkozom minden éjszaka, hogy még él és biztonságban van.
tr: Lazarusu çok kibar ve cömert bir adam olarak tanıdım. Annemin cenazesinde konuşma yapmıştı, bana ve büyükanneme zor zamanlarda çok destek olmuştu. Bir ihtimal hayatta ve iyi olması için her gece dua ediyorum.

source: I was there when Lazarus led us into the labyrinth. He spoke of holy retribution, but when we started fighting those hellspawn, he did not so much as lift his mace against them. He just ran deeper into the dim, endless chambers that were filled with the servants of darkness!
hu: Ott voltam amikor Lázár levezetett minket a labirintusba. Szent megtorlásról beszélt, de amikor elkezdtünk harcolni a fenevadakkal még az ujját sem mozdította! Csak becsalt minket a mély sötétségbe, végtelen kamrákba, tele a sötétség szolgáival!
tr: Lazarus bizi Labirente götürdüğünde ben de ordaydım. İlahi adeletten bahsetti ama biz o cehennem tohumlarıyla dövüşürken kolunu kaldırmaya bile tenezzül etmedi. Karanlığa doğru kaçtı, karanlığın hizmetkarlarıyla dolu o sonsuz odalara!

source: They stab, then bite, then they're all around you. Liar! LIAR! They're all dead! Dead! Do you hear me? They just keep falling and falling... their blood spilling out all over the floor... all his fault...
hu: Szúrnak, majd harapnak, majd körülvesznek. Hazug, hazug, HAZUG! Mind halottak! Halottak! Hallasz te engem? Csak mind összeesnek újra és újra... véres az egész terem... mind ő miatta...
tr: Bıçaklıyorlar, ısırıyorlar, her yerdeler! Yalancı! YALANCI! Hepsi öldü! Öldü! Anlıyor musun? Teker teker düştüler… kanları her yere akıyor… hep onun suçu…

source: I did not know this Lazarus of whom you speak, but I do sense a great conflict within his being. He poses a great danger, and will stop at nothing to serve the powers of darkness which have claimed him as theirs.
hu: Nem ismerem ezt a Lázárt akiről te beszélsz, de érzek egy nagy viaskodást a lényében. Hatalmas veszélyt jelent ránk és semmi sem fogja megállítani abban, hogy a sötétséget szolgálja, mivel már ő is a részévé vált.
tr: Bahsettiğin Lazarusu tanımıyorum ama onun varlığında büyük bir çatışma hissediyorum. Büyük tehlike ihtiva ediyor ve onu kimse sahiplenildiği karanlık güçlere hizmet etmekten alıkoyamaz.

source: Yes, the righteous Lazarus, who was sooo effective against those monsters down there. Didn't help save my leg, did it? Look, I'll give you a free piece of advice. Ask Farnham, he was there.
hu: Igen, a jóságos Lázár, aki oooolyan hasznos volt a szörnyek ellen ott lent. Nem tett sokat azért, hogy megmentse a lában, nem? Adok egy jó tanácsot: kérdezd Farnhamot, ő ott volt.
tr: Evet, erdem timsali Lazarus, aşağıda o canavarlara karşı da çoook etkiliydi. Bacağımı kurtaramadı ama değil mi? Bak sana bedavaya bir tavsiye vereceğim. Farnhama sor, o da oradaydı.

source: Abandon your foolish quest. All that awaits you is the wrath of my Master! You are too late to save the child. Now you will join him in Hell!
hu: Hagyj fel a bolond elhívásoddal. Már csak a gazdám pusztító haragja vár rád. Elkéstél és nem tudtad megmenteni a gyereket. Most te is csatlakozni fogsz hozzá a kárhozatba!
tr: Bu aptal maceradan vazgeç. Seni bekleyen tek şey Efendimin gazabı! Çocuğu kurtarmak için çok geç kaldın. Şimdi cehennemde ona katıl!

source: Hmm, I don't know what I can really tell you about this that will be of any help. The water that fills our wells comes from an underground spring. I have heard of a tunnel that leads to a great lake - perhaps they are one and the same. Unfortunately, I do not know what would cause our water supply to be tainted.
hu: Nos, nem tudom tudok-e mondani bármit ami hasznára válna. A víz, amely megtölti a kútjainkat egy földalatti forrásból származik. Hallottam azt is, hogy van ott egy alagút amely egy nagy tóhoz vezet. Sajnos fogalmam sincs, hogy mi okozhatja ezt a szennyeződést a vízben.
tr: Hmm, sana bu konuda yardımcı olabilecek ne söyleyebiliyorum bilmiyorum. Kuyularımızı dolduran su bilmediğimiz bir yeraltı kaynağından geliyor. Büyük bir göle çıkan bir tünel olduğunu duymuştum - belki de kaynakları aynıdır. Maalesef su kaynağımızı neyin kirletmiş olabileceğini bilmiyorum.

source: I have always tried to keep a large supply of foodstuffs and drink in our storage cellar, but with the entire town having no source of fresh water, even our stores will soon run dry. Please, do what you can or I don't know what we will do.
hu: Mindig próbáltam bőségesen felraktározni étellel és itallal a pincénkben, de így, hogy az egész város víz híján maradt, még a mi készleteink is hamarosan kifogynak. Kérem, tegye meg amit tud, máskülönben nem is tudom, hogy mi történne velünk.
tr: Her zaman mahzenimizde bol miktarda taze yiyecek ve içecek stoklamaya çalışırım ama tüm kasaba susuz kaldığı için, bizim stoklarımız bile yakında tükenecek. Lütfen elinizden geleni yapın, yoksa ne yapacağımızı bilemiyorum.

source: I'm glad I caught up to you in time! Our wells have become brackish and stagnant and some of the townspeople have become ill drinking from them. Our reserves of fresh water are quickly running dry. I believe that there is a passage that leads to the springs that serve our town. Please find what has caused this calamity, or we all will surely perish.
hu: Örülök, hogy időben elérhettem magát! A kútjaink vize romlott és veszélyes lett. Páran már meg is betegedtek miután ittak belőle. A tartalékjaink gyorsan kezdenek elapadni. Úgy hiszem van egy ösvény, amely a város forrásaihoz vezet. Kérem, derítse ki mi okozza ezt a katasztrófát vagy mind itt pusztulunk!
tr: Sana zamanında yetişebildiğime sevindim! Kuyu sularımız acıdı ve bazı kasabalılar bu sulardan içtiği için hastalandı. Temiz su rezervlerimiz hızla tükeniyor. Kasabamıza su sağlayan kaynağa giden bir geçit olduğunu sanıyorum. Lütfen bu felakete neyin sebep olduğunu bul, yoksa hepimiz telef olacağız.

source: Please, you must hurry. Every hour that passes brings us closer to having no water to drink. We cannot survive for long without your help.
hu: Kérem, siessen. Minden órával csak egyre csökkennek a tartalékaink. Nem bírjuk már sokáig a segítsége nélkül.
tr: Lütfen, acele et. Geçen her saat bizi susuzluğa daha da yaklaştırıyor. Yardımın olmadan uzun süre hayatta kalamayız.

source: What's that you say - the mere presence of the demons had caused the water to become tainted? Oh, truly a great evil lurks beneath our town, but your perseverance and courage gives us hope. Please take this ring - perhaps it will aid you in the destruction of such vile creatures.
hu: Mit mond maga, hogy a démonok puszta jelenlététől szennyeződött meg a víz? Igaz, tényleg nagy gonosz ólálkodik a városunk alatt, de a bátorsága és kitartása erőt ad. Kérem vegye el ezt a gyűrűt! Talán segíteni fog a rémségek legyőzésében.
tr: Ne diyorsun! - İblislerin sadece varlığı varlığı bile suyun kirlenmesine yetmiş mi? Ah, gerçekten büyük bir kötülük kasabamızın altında gizleniyor ama azmin ve cesaretin bize umut veriyor. Lütfen bu yüzüğü al - belki bu, böyle iğrenç yaratıkları yok etmene yardımcı olur.

source: My grandmother is very weak, and Garda says that we cannot drink the water from the wells. Please, can you do something to help us?
hu: A nagymamám nagyon gyenge és Gárda azt mondja nem ihatunk többet a kútból. Kérlek, nem tudsz valahogy segíteni nekünk?
tr: Büyükannem çok halsiz ve Garda kuyulardaki sulardan içemeyeceğimizi söylüyor. Lütfen, bize yardım etmek için bir şey yapabilir misin?

source: Pepin has told you the truth. We will need fresh water badly, and soon. I have tried to clear one of the smaller wells, but it reeks of stagnant filth. It must be getting clogged at the source.
hu: Pipin elmondta már néked az igazat. Kell nekünk friss víz, de gyorsan. Megpróbáltam az egyik kisebb kúthoz hozzáférni, de árad belőle az állott bűz. A forrásánál lehet bedugulva, én azt mondom.
tr: Pepin sana gerçeği söylemiş. Çok yakında içme suyuna çok ihtiyaç duyacağız. Küçük kuyulardan birini temizlemeye çalıştım ama leş gibi kokuyor. Kaynağı bozulmuş olmalı.

source: You drink water?
hu: Te... vizet iszol!?
tr: Sen su mu içiyorsun?

source: The people of Tristram will die if you cannot restore fresh water to their wells. Know this - demons are at the heart of this matter, but they remain ignorant of what they have spawned.
hu: Tristram népe el fog pusztulni, ha nem tudsz nekik friss vizet szerezni. Halld meg ezt: a démonok az okozói ennek, de nem tudják mivel fog ez járni.
tr: Kuyularını temizleyemezsen Tristram halkı ölecek. Şunu bil ki - bu meselenin arkasında iblisler var ama neye sebep olduklarının farkında değiller.

source: For once, I'm with you. My business runs dry - so to speak - if I have no market to sell to. You better find out what is going on, and soon!
hu: Most az egyszer egyetértek. Az üzletemnek nem tehet sok jó, ha nem marad ügyfélköröm. Jobban teszed ha kitalálod mi történik, de gyorsan!
tr: Bu sefer, ben de seninleyim. Eğer satış yapacağım bir piyasa olmazsa benim de işlerim kuruyacak. Hemen neler olup bittiğini çözsen iyi olur!

source: A book that speaks of a chamber of human bones? Well, a Chamber of Bone is mentioned in certain archaic writings that I studied in the libraries of the East. These tomes inferred that when the Lords of the underworld desired to protect great treasures, they would create domains where those who died in the attempt to steal that treasure would be forever bound to defend it. A twisted, but strangely fitting, end?
hu: A könyv, amely emberi koponyák kamrájáról mesél? Nos, a koponyák kamráját egyes ősi források is említek, amelyekkel a nagy keleti könyvtárakban találkoztam. Azok a tekercsek arra sugalltak, hogy amikor az alvilág urai óvni szerették volna a nagy kincseiket, akkor olyan igéket
tr: İnsan kemiklerinden oluşan bir odadan bahseden bir kitap mı? Evet, Doğunun kütüphanelerinde incelediğim bazı eski yazılarda Kemikler Odasından bahsediliyor. Bu kitaplar, yeraltı Efendilerinin büyük hazineleri korumak istediklerinde, o hazineyi çalmaya çalışanların sonsuza dek savunmakla yükümlü oldukları alanlar yarattıklarını belirtiyordu. Sapkın ama garip bir şekilde uygun bir son değil mi?
