Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: Ahh, that's MUCH better. Whew! At last, some dignity! Are my antlers on straight? Good. Look, thanks a lot for helping me out. Here, take this as a gift; and, you know... a little fashion tip... you could use a little... you could use a new... yknowwhatImean? The whole adventurer motif is just so... retro. Just a word of advice, eh? Ciao.
hu: Sokkal jobb. Hú! Végre. Egy kis méltóság! Egyenesen állnak a szarvaim? Jól van. Nézd, köszi a segítséget. Itt van, vidd el ezt az ajándékot. És tudod, egy kis... divat tanács... rád férne egy kis... tudod... új... tudod, hogy értem! Ez az egész kalandor stíl manapság olyan... túl retró, tudod? Csak egy gyors tipp volt, oké? Csaó!
tr: Ahh, ÇOK daha iyi oldu. Oh be! Sonunda, biraz asalet! Boynuzlarım düzgün mü? Güzel. Yardım ettiğin için çok sağ ol. Al, hediyem olsun, ve hani anlarsın ya… küçük bir moda tavsiyesi... biraz ihtiyacın var gibi… yeni bir... anlatabiliyor muyum? Şu maceracı teması bayağı bir… demode. Kulağına küpe olsun, tamam mı? Ciao.

source: Look. I'm a cow. And you, you're monster bait. Get some experience under your belt! We'll talk...
hu: Nézd. Én egy marha vagyok. Te meg egy szörnycsali. Legyen még egy kicsit több év az önéletrajzodban és utána beszélhetünk.
tr: Bak. Ben bir ineğim. Ve sen, sen bir canavar yemisin. Biraz deneyim kazan! Sonra konuşuruz…

source: It must truly be a fearsome task I've set before you. If there was just some way that I could... would a flagon of some nice, fresh milk help?
hu: Tényleg félelmetes feladatot tehetettem most eléd. Bárcsak tudnék segíteni... egy kis friss tej esetleg?
tr: Önüne gerçekten korkutucu bir görev koymuş olmalıyım. Keşke yapabileceğim bir şeyler olsa… Güzel, taze bir sürahi süt işine yarar mı?

source: Oh, I could use your help, but perhaps after you've saved the catacombs from the desecration of those beasts.
hu: Jaj, szükség lenne a segítségedre, de talán előbb mentsd meg a sírkamrákat azoknak a fenevadaknak a gyalázásától. Kicsit nagyobb biztonságban érezném magam.
tr: Ah, yardımına ihtiyacım olabilir ama belki de önce yeraltı mezarlarını o canavarların kirlerinden kurtarmandan sonra.

source: I need something done, but I couldn't impose on a perfect stranger. Perhaps after you've been here a while I might feel more comfortable asking a favor.
hu: Valamit meg kellene tenni, de nem tudnám jó szívvel egy idegenre bízni ezt. Talán miután kicsit jobban belejössz az itteni dolgokba, akkor én is kényelmesebben ruháználak fel egy ilyesmi feladattal.
tr: Yapılması gereken bir şey var ama tanımadığım birine yük olamam. Belki sen burada bir süre kaldıktan sonra senden bir iyilik rica ederken daha rahat olurum.

source: I see in you the potential for greatness. Perhaps sometime while you are fulfilling your destiny, you could stop by and do a little favor for me?
hu: Látom a nagy lehetőségeket benned. Talán miközben beteljesíted a végzetedet, be tudnál egy kicsit ide is ugrani és megtenni nekem egy szívességet?
tr: İçindeki büyük potansiyeli görüyorum. Belki kaderini gerçekleştirirken bir ara uğrayıp bana küçük bir iyilik yapabilirsin, olur mu?

source: I think you could probably help me, but perhaps after you've gotten a little more powerful. I wouldn't want to injure the village's only chance to destroy the menace in the church!
hu: Szerintem tudnál nekem segíteni, de talán csak miután egy icipicit erősebb leszel. Nem tudnék együtt élni azzal a tudattal, hogy én miattam sérült meg a város egyetlen reménysége!
tr: Sanırım bana yardım edebilirsin ama belki biraz daha güçlendikten sonra. Kilisedeki tehlikeyi yok etme şansına sahip tek kişiyi sakatlamak istemem!

source: Me, I'm a self-made cow. Make something of yourself, and... then we'll talk.
hu: Én? Csak egy feltörekvő tehén vagyok. Kezdj te is valamihez magaddal és utána beszélhetünk.
tr: Kendim, ben kendini yapmış bir ineğim. Sen biraz takıl ve… sonra konuşuruz.

source: I don't have to explain myself to every tourist that walks by! Don't you have some monsters to kill? Maybe we'll talk later. If you live...
hu: Nem kell szabadkoznom minden erre tévedt turistának! Nincsenek ilyen szörnyek vagy mik, amiket meg kellene ölnöd? Talán később beszélünk. Ha addig túléled...
tr: Ben kendimi burdan geçen her turiste açıklamak zorunda değilim! Senin öldürmen gereken canavarlar yok mu? Belki sonra konuşuruz. Eğer yaşıyorsan…

source: Quit bugging me. I'm looking for someone really heroic. And you're not it. I can't trust you, you're going to get eaten by monsters any day now... I need someone who's an experienced hero.
hu: Ne zavarj már! Egy igazi hősre várok. És te nem vagy az. Nem tudlak ilyenekkel megbízni, bármelyik pillanatban felfalhatnak a szörnyek. Nekem egy tapasztalt hős kell.
tr: Beni rahat bırak. Gerçekten kahraman birini arıyorum. Ve sen o değilsin. Sana güvenemem, her an canavarlar tarafından yenilebilirsin… Tecrübeli bir kahraman arıyorum.

source: All right, I'll cut the bull. I didn't mean to steer you wrong. I was sitting at home, feeling moo-dy, when things got really un-stable; a whole stampede of monsters came out of the floor! I just cowed. I just happened to be wearing this Jersey when I ran out the door, and now I look udderly ridiculous. If only I had something normal to wear, it wouldn't be so bad. Hey! Can you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
hu: Jó, nem húzlak többet a szarvadnál. Nem akartalak félre vezetni. Otthon űltem, múúslakodva, mikor hirtelen megremegett minden és egy egész csorda szörny mászott ki a padlóból. Épp ez a gönc volt rajtam mikor kirohantam és most úgy tűnhetek, mint egy marha. Általában nem szoktam így öltözködni. Ha legalább lenne valami rendes holmim, talán akkor nem lenne olyan rossz. Hé... vissza tudnám menni a házamba és el tudnád hozni nekem a ruhámat? A barnát, ne a szürkét, az ünnepi alkalmakra van, tudod. Magam is megtenném, de nem akarom, hogy bárki is így meglásson... Itt van, vidd ezt, lehet szükséged lesz rá, hogy megöld azokat a cuccokat, amik mindent benőttek. A házamat nem fogod tudni eltéveszteni. Ott van a folyótalálkozástól délre, az amelyre rátelepedett az a zöldséges kert.
tr: Tamam, lafı dolandırmadan konuşayım. Seni yanlış yönlendirmek istemedim. Evde otururken biraz garip hissettim, sonra işler gerçekten karıştı; yerden bir sürü canavar fışkırdı! Direk sıvıştım. Evden kaçarken bu Jerseyi giyiyordum ve şimdi tamamen gülünç görünüyorum. Normal bir şeyler giysem bu kadar kötü olmazdı. Hey! Evime gidip benim için elbisemi alıp gelebilir misin? Kahverengi olanı, gri olanı değil, o akşam giysisi. Kendim yapardım ama bu halimle kimseye görünmek istemiyorum. Al bunu, ihtiyacın olabilir… her şeyi saran o şeyleri öldürmek için. Evimi kesin farkedersin, nehirdeki çatalın hemen güneyinde… biliyorsun… aşırı büyümüş sebze bahçesi olan.

source: I have tried spells, threats, abjuration and bargaining with this foul creature -- to no avail. My methods of enslaving lesser demons seem to have no effect on this fearsome beast.
hu: Próbáltam varázsigéket, fenyegetéseket, zsarolást, alkudozást ezzel a rút lénnyel, mindhiába. A módszereim melyekkel gyengébb démonokat szolgasorba taszíthatok, félek ennél a borzasztó rémségnél már nem használnak.
tr: Bu kötü yaratıkla başa çıkmak için her şeyi denedim. Büyüler, tehditler, yeminler ve pazarlıklar — ama hiçbiri işe yaramadı. Daha zayıf iblisleri köleleştirmek için kullandığım yöntemler, bu korkutucu canavara hiç etki etmiyor.

source: My home is slowly becoming corrupted by the vileness of this unwanted prisoner. The crypts are full of shadows that move just beyond the corners of my vision. The faint scrabble of claws dances at the edges of my hearing. They are searching, I think, for this journal.
hu: Az otthonomat lassan megrontja ennek a kéretlen fogolynak a romlottsága. A kripták tele vannak árnyakkal, melyek a szemem sarkában mozognak. Karmok halk kaparása táncol és gyötri a hallásomat. Kutatnak. Úgy vélem ez a napló kell nekik.
tr: Evim, bu istenmeyen tutsağın kötülüğü tarafından yavaş yavaş kirletiliyor. Türbeler, görüşümün köşelerinin hemen ötesinde hareket eden gölgelerle dolu. Pençelerin tırmalama sesleri işitme sınırlarımın kenarlarında dans ediyor. Sanırım, bu günlüğü arıyorlar.

source: In its ranting, the creature has let slip its name -- Na-Krul. I have attempted to research the name, but the smaller demons have somehow destroyed my library. Na-Krul... The name fills me with a cold dread. I prefer to think of it only as The Creature rather than ponder its true name.
hu: A dühöngése közben e teremtmény elszólta a nevét: Na-Krul. Megpróbáltam utána kutatni ennek a névnek, de más démonok valahogy az egész könyvtáramat megsemmisítették. Na-Krul... ez a név hűs rettenettel jár át. Inkább gondolok rá úgy, mint a Teremtmény, semmint töprengek tovább a valódi nevén.
tr: Canavarın sayıklarken adını ağzından kaçırdı — Na-Krul. Bu adı araştırmaya çalıştım ama küçük iblisler kütüphanemi bir şekilde yok ettiler. Na-Krul… Bu isim beni soğuk bir korkuyla dolduruyor. Onu gerçek adıyla değil, sadece Canavar olarak düşünmeyi tercih ederim.

source: The entrapped creature's howls of fury keep me from gaining much needed sleep. It rages against the one who sent it to the Void, and it calls foul curses upon me for trapping it here. Its words fill my heart with terror, and yet I cannot block out its voice.
hu: A foglyul ejtett teremtmény ordítása miatt képtelen vagyok még alvásra is. Dühösen kiállt afelé, ki ebbe az ürességbe száműzte és rút átkokat bocsát rám, hogy itt tartom. A szívemet rettenettel tölti el, de mégsem tudom kizárni sehogy sem a hangját.
tr: Tutsak edilmiş yaratığın öfke dolu ulumaları, çok ihtiyacım olan uykuyu almamı engelliyor. Onu Boşluğa gönderen kişiye karşı öfke kusuyor ve burada tutsak ettiğim için bana lanetler yağdırıyor. Sözleri kalbimi dehşetle dolduruyor, ancak sesini engelleyemiyorum.

source: My time is quickly running out. I must record the ways to weaken the demon, and then conceal that text, lest his minions find some way to use my knowledge to free their lord. I hope that whoever finds this journal will seek the knowledge.
hu: Az időm gyorsan kifogy. Le kell jegyeznem a módját annak, hogy mivel lehetne ezt a démont legyengíteni, majd elrejteni ezt a szöveget, nehogy a csatlósai felhasználják ezt a tudást az uruknak a kiszabadítására. Remélem, hogy ki megtalálja ezt a naplót, keresni fogja ezt a tudást.
tr: Vaktim hızla tükeniyor. İblisi zayıflatmanın yollarını kaydetmeli ve sonra bu metni saklamalıyım, yoksa hizmetkarları bilgimi kullanarak efendilerini serbest bırakmanın bir yolunu bulabilirler. Umarım bu günlüğü bulan kişi ilimin peşinden gider.

source: Whoever finds this scroll is charged with stopping the demonic creature that lies within these walls. My time is over. Even now, its hellish minions claw at the frail door behind which I hide. I have hobbled the demon with arcane magic and encased it within great walls, but I fear that will not be enough. The spells found in my three grimoires will provide you protected entrance to his domain, but only if cast in their proper sequence. The levers at the entryway will remove the barriers and free the demon; touch them not! Use only these spells to gain entry or his power may be too great for you to defeat.
hu: Ki megtalálja ezt a tekercset hasonlóan elkötelezett lehet a szörnyszülött megállítását illetően. Az én időm lejárt. A pokoli csatlósainak a karmai ebben a pillanatban is ezt a rozoga ajtót kaparásszak itt előttem. Megbűvöltem ezt a démont és hatalmas vastag falak mögé zártam, de félek az sem lesz elég. A varázsigék a három iratban a kamrája előtt védelmet fognak neked nyújtani, de csak ha a megfelelő sorrendben olvasod el őket. A karok kiszabadítják a démont; hozzájuk ne nyúlj! Csak a varázsigéket használd, különben az ereje lehet túl hatalmas lesz még neked is!
tr: Bu parşömeni bulan kişi herkimse, bu duvarların içinde yatan şeytani yaratığı durdurmakla görevlidir. Benim vaktim doldu. Hatta şimdi bile, cehennemin hizmetkarları arkasına saklandığım güçsüz kapıyı tırmalıyor. İblise büyülü güçlerle engel oldum ve büyük duvarlar içinde hapsettim ama bunun yeterli olmayacağından korkuyorum. Üç karabüyü kitabımda bulunan büyüler, doğru sırayla yapıldığında onun alanına korunaklı bir giriş sağlayacaktır. Girişteki kollar, engelleri kaldırır ve iblisi serbest bırakır; onlara dokunma! Giriş sağlamak için sadece bu büyüleri kullan, yoksa gücü yenebileceğinden fazla olabilir.

source: Griswold the Blacksmith
hu: Griswold a Kovács
tr: Demirci Griswold

source: Ogden the Tavern owner
hu: Ogden a Kocsmáros
tr: Hancı Ogden

source: Wounded Townsman
hu: Szenvedő férfi
tr: Yaralı Köylü

source: Adria the Witch
hu: Adria a Boszorkány
tr: Cadı Adria

source: Gillian the Barmaid
hu: Júlia a Csaposlány
tr: Garson Gillian

source: Pepin the Healer
hu: Pipin a Gyógyító
tr: Şifacı Pepin

source: Cain the Elder
hu: Káin a Rangidős
tr: Yaşlı Cain

source: Cow
hu: Tehén
tr: İnek

source: Lester the farmer
hu: Leszter a Gazda
tr: Çiftçi Lester

source: Complete Nut
hu: Marha Marci
tr: Zırdeli

source: Celia
hu: Cecília

source: Slain Townsman
hu: Elhunyt férfi
tr: Katledilmiş Köylü

# monster
source: Zombie
hu: Zombi
tr: Zombi

# monster
source: Ghoul
hu: Hullarabló
tr: Gulyabani

# monster
source: Rotting Carcass
hu: Oszló Tetem
tr: Çürüyen Karkas

# monster
source: Black Death
hu: Pestis
tr: Kara Ölüm

# monster
source: Fallen One
hu: Bukott
tr: Düşkün

# monster
source: Carver
hu: Vájó
tr: Deşici

# monster
source: Devil Kin
hu: Ördögfi
tr: Şeytan Soyu

# monster
source: Dark One
hu: Elfeketült
tr: Kara İskelet

# monster
source: Skeleton
hu: Csontváz
tr: İskelet

# monster
source: Corpse Axe
hu: Fejszés Tetem
tr: Baltalı Ceset

# monster
source: Burning Dead
hu: Égőhalott
tr: Yanan Ölü

# monster
source: Horror
hu: Rettenet
tr: Dehşet

# monster
source: Scavenger
hu: Guberáló
tr: Leşçil

# monster
source: Plague Eater
hu: Járványevő
tr: Veba Yiyen

# monster
source: Shadow Beast
hu: Árnylény
tr: Gölge Yaratığı

# monster
source: Bone Gasher
hu: Csontrágó
tr: Kemik Yaran

# monster
source: Corpse Bow
hu: Íjász Tetem
tr: Yaylı Ceset

# monster
source: Skeleton Captain
hu: Csontváz Tizedes
tr: Yüzbaşı İskelet

# monster
source: Corpse Captain
hu: Tetem Őrmester
tr: Yüzbaşı Ceset

# monster
source: Burning Dead Captain
hu: Égőhalott Kapitány
tr: Yüzbaşı Yanan Ölü

# monster
source: Horror Captain
hu: Rettenet Hadnagy
tr: Yüzbaşı Dehşet

# monster
source: Invisible Lord
hu: Láthatatlan Úr
tr: Görünmez Lord

# monster
source: Hidden
hu: Rejtett
tr: Saklı

# monster
source: Stalker
hu: Üldöző
tr: İzsüren

# monster
source: Unseen
hu: Láthatatlan
tr: Görünmeyen

# monster
source: Illusion Weaver
hu: Bűvölő
tr: İlüzyon Ören

# monster
source: Satyr Lord
hu: Szatír Nagyúr
tr: Satir Lordu

# monster
source: Flesh Clan
hu: Hús‑vér népség
tr: Et Klanı

# monster
source: Stone Clan
hu: Szikla népség
tr: Taş Klanı

# monster
source: Fire Clan
hu: Láng népség
tr: Ateş Klanı

# monster
source: Night Clan
hu: Hold népség
tr: Gece Klanı

# monster
source: Fiend
hu: Denevér
tr: Zebani

# monster
source: Blink
hu: Pislantás
tr: Kırpık

# monster
source: Gloom
hu: Ború
tr: Kasvet

# monster
source: Familiar
hu: Házi szellem
tr: Cinli

# monster
source: Acid Beast
hu: Savokádó
tr: Asit Yaratığı

# monster
source: Poison Spitter
hu: Méregköpő
tr: Zehir Tüküren

# monster
source: Pit Beast
hu: A mélység fenevada
tr: Çukur Yaratığı

# monster
source: Lava Maw
hu: Lávaszáj
tr: Lav Çene

# monster
source: Skeleton King
hu: A Csont Király
tr: İskelet Kral

# monster
source: The Butcher
hu: A Mészáros
tr: Kasap

# monster
source: Overlord
hu: Démon nagyúr
tr: Reis

# monster
source: Mud Man
hu: Sárember
tr: Çamur Adam

# monster
source: Toad Demon
hu: Varangydémon
tr: Kurbağa İblis

# monster
source: Flayed One
hu: Megnyúzott
tr: Yüzülmüş

# monster
source: Wyrm
hu: Sárkány
tr: Solucan

# monster
source: Cave Slug
hu: Barlangi Csiga
tr: Mağara Sülüğü

# monster
source: Devil Wyrm
hu: Ördög Sárkány
tr: İblis Solucan

# monster
source: Devourer
hu: Csócsáló
tr: Yutucu

# monster
source: Magma Demon
hu: Magma Démon
tr: Magma İblisi

# monster
source: Blood Stone
hu: Vérkő
tr: Kan Taşı

# monster
source: Hell Stone
hu: Pokol Köve
tr: Cehennem Taşı

# monster
source: Lava Lord
hu: Láva Nagyúr
tr: Lav Lordu

# monster
source: Horned Demon
hu: Bika Démon
tr: Boynuzlu İblis

# monster
source: Mud Runner
hu: Sárfutó
tr: Çamur Koşan

# monster
source: Frost Charger
hu: Jégrepesztő
tr: Buzul Koşan

# monster
source: Obsidian Lord
hu: Obszidián Nagyúr
tr: Obsidiyen Lord

# monster
source: oldboned
hu: ócsont
tr: yaşlıkemik

# monster
source: Red Death
hu: Vörös halál
tr: Kızıl Ölüm

# monster
source: Litch Demon
hu: Feltámasztott démon
tr: Hortlak İblisi

# monster
source: Undead Balrog
hu: Élőhalott ősdémon
tr: Hortlak Balrog

# monster
source: Incinerator
hu: Lánggyújtó
tr: Yakıcı

# monster
source: Flame Lord
hu: Lángok úra
tr: Alev Lordu

# monster
source: Doom Fire
hu: A végzet tűze
tr: Hüküm Alevi

# monster
source: Hell Burner
hu: A pokol lángőrzője
tr: Cehennem Yakan

# monster
source: Red Storm
hu: Vörösvihar
tr: Kızıl Fırtına

# monster
source: Storm Rider
hu: Viharlovas
tr: Fırtına Binici

# monster
source: Storm Lord
hu: Vihar Nagyúr
tr: Fırtına Lordu

# monster
source: Maelstrom
hu: Örvényfia
tr: Girdap

# monster
source: Devil Kin Brute
hu: Érett ördögfi
tr: Yabani Şeytan Soyu

# monster
source: Winged-Demon
hu: Szárnyas démon
tr: Kanatlı İblis

# monster
source: Gargoyle
hu: Vízköpő
tr: Gargoyl

# monster
source: Blood Claw
hu: Vérkarom
tr: Kanlı Pençe

# monster
source: Death Wing
hu: Halálszárny
tr: Ölüm Kanat

# monster
source: Slayer
hu: Démonszárny
tr: Katleden

# monster
source: Guardian
hu: Őrszem
tr: Muhafız

# monster
source: Vortex Lord
hu: Mélységek Úra
tr: Girdap Lordu

# monster
source: Balrog
hu: Ősdémon

# monster
source: Cave Viper
hu: Barlangi vipera
tr: Mağara Engereği

# monster
source: Fire Drake
hu: Tűzsárkány
tr: Ateş Ejderi

# monster
source: Gold Viper
hu: Aranyvipera
tr: Altın Ejder

# monster
source: Azure Drake
hu: Azúr sárkány
tr: Mavi Ejder

# monster
source: Black Knight
hu: Fekete Lovag
tr: Kara Şövalye

# monster
source: Doom Guard
hu: A végzet őrzője
tr: Hüküm Muhafızı

# monster
source: Steel Lord
hu: Acél nagyúr
tr: Çelik Lord

# monster
source: Blood Knight
hu: Vérlovag
tr: Kan Şövalyesi

# monster
source: The Shredded
hu: Széttépett
tr: Paramparça

# monster
source: Hollow One
hu: Üreges
tr: Delinmiş

# monster
source: Pain Master
hu: A féjdalom úra
tr: Acı Ustası

# monster
source: Reality Weaver
hu: Valóságszövő
tr: Gerçeklik Ören

# monster
source: Succubus
hu: Szukkubusz

# monster
source: Snow Witch
hu: Hóboszorkány
tr: Kar Cadısı

# monster
source: Hell Spawn
hu: Pokolszülött
tr: Cehennem Tohumu

# monster
source: Soul Burner
hu: Lélekégető
tr: Ruh Yakan

# monster
source: Counselor
hu: Tanácsadó
tr: Rehber

# monster
source: Magistrate
hu: Magisztrátus
tr: Yargıç

# monster
source: Cabalist
hu: Szektatag
tr: Kabalist

# monster
source: Advocate
hu: Szektahívő
tr: Yandaş

# monster
source: Golem
hu: Gólem

# monster
source: The Dark Lord
hu: A Sötét Nagyúr
tr: Karanlık Lord

# monster
source: The Arch-Litch Malignus
hu: Malignusz
tr: Baş Hortlak Malignus

# monster
source: Hellboar
hu: Pokoldisznó
tr: Cehennem Domuzu

# monster
source: Stinger
hu: Fullánk
tr: Isırgan

# monster
source: Psychorb
hu: Árgus
tr: Psikoküre

# monster
source: Arachnon
hu: Pók
tr: Örücü

# monster
source: Felltwin
hu: Kétfejű
tr: Leş İkiz

# monster
source: Hork Spawn
hu: Pattanásszülött
tr: Öğürük

# monster
source: Venomtail
hu: Méregfarok
tr: Zehir Kuyruk

# monster
source: Necromorb
hu: Halálgömb
tr: Ölümtopu

# monster
source: Spider Lord
hu: Pók királynő
tr: Örümcek Lord

# monster
source: Lashworm
hu: Bélféreg
tr: Kamçı Solucanı

# monster
source: Torchant
hu: Fáklyalény
tr: Meşaleci

# monster
source: Hork Demon
hu: Pattanásfej
tr: Öğüren İblis

# monster
source: Hell Bug
hu: Pokolpoloska
tr: Cehennem Böceği

# monster
source: Gravedigger
hu: Sírásó
tr: Mezarkazan

# monster
source: Tomb Rat
hu: Koporsópatkány
tr: Türbe Faresi

# monster
source: Firebat
hu: Tűzvér
tr: Ateş Yarasası

# monster
source: Skullwing
hu: Koponyaszárny
tr: Kurukanat

# monster
source: Lich
hu: Szellem
tr: Hortlak

# monster
source: Crypt Demon
hu: Kripta démon
tr: Türbe İblisi

# monster
source: Hellbat
hu: Pokolvér
tr: Cehennem Yarasası

# monster
source: Bone Demon
hu: Csont démon
tr: Kemik İblisi

# monster
source: Arch Lich
hu: Ősszellem
tr: Baş Hortlak

# monster
source: Biclops
hu: Biklopsz
tr: Çiftkafa

# monster
source: Flesh Thing
hu: Húslény
tr: Etli Şey

# monster
source: Reaper
hu: Kaszás
tr: Hasatçı

# monster
source: Gharbad the Weak
hu: Gharbad a gyenge
tr: Zayıf Gharbad

# monster
source: Zhar the Mad
hu: Zhar az őrült
tr: Deli Zhar

# monster
source: Snotspill
hu: Takonyfoly
tr: Akarsümük

# monster
source: Arch-Bishop Lazarus
hu: Lázár főérsek
tr: Başpiskopos Lazarus

# monster
source: Red Vex
hu: Vörös Átok
tr: Kızıl Hüzün

# monster
source: Black Jade
hu: Fekete Jáde
tr: Kara Yeşim

# monster
source: Lachdanan
hu: Lachdanán

# monster
source: Warlord of Blood
hu: A vér fejedelme
tr: Kan Beyi

# monster
source: The Defiler
hu: A Megbecstelenítő
tr: Kirletici

# monster
source: Bonehead Keenaxe
hu: Csontfej vígfejsze
tr: Kemikkafa Keskinbalta

# monster
source: Bladeskin the Slasher
hu: Pengebőrű a gyilkos
tr: Kesici Bıçakderi

# monster
source: Soulpus
hu: Lélekcsáp
tr: Ruhirini

# monster
source: Pukerat the Unclean
hu: Patkányhányás a piszkos
tr: Kirli Kusmukfare

# monster
source: Boneripper
hu: Csonttépő
tr: Kemiksöken

# monster
source: Rotfeast the Hungry
hu: Penészlakoma az éhes
tr: Aç Çürükziyafet

# monster
source: Gutshank the Quick
hu: Gyomorszúró a gyors
tr: Hızlı Karındeşen

# monster
source: Brokenhead Bangshield
hu: Pajzsdöngető a törött fejű
tr: Kırıkkafa Patlakkalkan

# monster
source: Bongo
hu: Bongó

# monster
source: Rotcarnage
hu: Penészvérengzés
tr: Çürükkatliam

# monster
source: Shadowbite
hu: Árnyékharapás
tr: Gölgeısırığı

# monster
source: Deadeye
hu: Holtszem
tr: Ölügöz

# monster
source: Madeye the Dead
hu: Az elhunyt rémszemű
tr: Ölü Deligöz

# monster
source: El Chupacabras
hu: A Chupacabra
tr: Keçiemen

# monster
source: Skullfire
hu: Koponyatűz
tr: Ateşkafa

# monster
source: Warpskull
hu: Torzkoponya
tr: Çarpıkkafa

# monster
source: Goretongue
hu: Vérnyelv
tr: Vahşetlidil

# monster
source: Pulsecrawler
hu: Szívverés vadász
tr: Nabızsüren

# monster
source: Moonbender
hu: Holdhajlító
tr: Aybüken

# monster
source: Wrathraven
hu: A harag hollója
tr: Gazapkuzgunu

# monster
source: Spineeater
hu: Gerincevő
tr: Omurgayiyen

# monster
source: Blackash the Burning
hu: A lángoló fekete hamu
tr: Yanan Karakül

# monster
source: Shadowcrow
hu: Árnyékholló
tr: Gölgekargası

# monster
source: Blightstone the Weak
hu: Pusztulatkő a gyenge
tr: Zayıf Yanartaş

# monster
source: Bilefroth the Pit Master
hu: Habhányás a Állatidomár
tr: Çukur Efendisi Safraköpüğü

# monster
source: Bloodskin Darkbow
hu: Vérbőrű Sötétíj
tr: Kanderili Karayay

# monster
source: Foulwing
hu: Romlottszárny
tr: Piskanat

# monster
source: Shadowdrinker
hu: Árnyivó
tr: Gölgeiçen

# monster
source: Hazeshifter
hu: Hőmozgató
tr: Pusgeçen

# monster
source: Deathspit
hu: Halálköpés
tr: Ölümtükürüğü

# monster
source: Bloodgutter
hu: Vérhörgés
tr: Kanoluğu

# monster
source: Deathshade Fleshmaul
hu: Húspöröly Vészárnyék
tr: Ölümgölgesi Ettokmağı
