Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: Glory and Approbation to Diablo - Lord of Terror and Leader of the Three. My Lord spoke to me of his two Brothers, Mephisto and Baal, who were banished to this world long ago. My Lord wishes to bide his time and harness his awesome power so that he may free his captive brothers from their tombs beneath the sands of the east. Once my Lord releases his Brothers, the Sin War will once again know the fury of the Three.
hu: Dicsőség és dicséret Diablónak, a sötétség nagyurának és a hármak vezérének. Az uram szólott nekem a két testvéréről: Mefisztóról és Baálról, akik már régóta száműzve lettek erről a világról. Az uram úgy óhajtotta, hogy szeretné összegyűjteni minden elérhető erejét mielőtt kiszabadítja a testvéreit a keleti sivatagok sírjaiból. Miután az uram kiengedi a testvéreit, a bűn háborúja még egyszer ismét a hármak haragja lesz.
tr: Şan ve Takdirler Diabloya - Dehşet’in Efendisi ve Üçün Lideri. Efendim bana uzun zaman önce bu dünyaya sürgün edilen kardeşleri Baal ve Mephistodan bahsetti. Efendim zamanını değerlendirmek ve muazzam gücünü kullanmak istiyor ki, doğunun kumlarının altındaki mezarlarında hapsedilmiş olan kardeşlerini özgür bırakabilsin. Efendim kardeşlerini serbest bıraktığında, Günah Savaşı bir kez daha Üçün öfkesini tadacak.

source: Hail and Sacrifice to Diablo - Lord of Terror and Destroyer of Souls. When I awoke my Master from his sleep, he attempted to possess a mortal's form. Diablo attempted to claim the body of King Leoric, but my Master was too weak from his imprisonment. My Lord required a simple and innocent anchor to this world, and so found the boy Albrecht to be perfect for the task. While the good King Leoric was left maddened by Diablo's unsuccessful possession, I kidnapped his son Albrecht and brought him before my Master. I now await Diablo's call and pray that I will be rewarded when he at last emerges as the Lord of this world.
hu: Hála és áldozat Diablónak, a sötétség nagyurának és a lelkek rombolójának. Mikor felébresztettem a gazdámat az álmából, megpróbálta egy halandó testét magáénak tenni. Diabló előszőr megpróbálta Leorik királyét megszerezni, de túl gyenge volt a hosszú rabságtól. A sötét úrnak egy jámbor és egyszerű horgonyra van szüksége és a fiú kit Albernek hívnak, ideálisnak tűnt a számára. Amíg a jó Leorik király megbolondult Diabló sikertelen megszállásától, addig elloptam a fiút és a gazdám elé hoztam. Várom most türelmesen a parancsát és imádkozom érte, hogy meg fog jutalmazni mikor ennek a világnak az ura lesz.
tr: Selam ve Kurbanlar Diabloya - Dehşetin Efendisi ve Ruhların Yok Edicisi. Ustamı uykusundan uyandırdığımda, bir ölümlünün bedenini ele geçirmeye çalıştı. Diablo Kral Leoricin bedenini ele geçirmeye çalıştı, ancak Efendim mahpusluğundan dolayı çok zayıftı. Efendime bu dünya için basit ve masum vekil gerekiyordu ve bu iş için Albrecht isimli çocuğun mükemmel olduğunu fark etti. İyi Kral Leoric, Diablo’nun başarısız ele geçirme girişiminden delirmişken, ben oğlu Albrechti kaçırdım ve onu Ustama getirdim. Şimdi Diablo’nun çağrısını bekliyorum ve nihayet bu dünyanın Efendisi olarak ortaya çıktığında ödüllendirileceğimi umuyorum.

source: Thank goodness you've returned! Much has changed since you lived here, my friend. All was peaceful until the dark riders came and destroyed our village. Many were cut down where they stood, and those who took up arms were slain or dragged away to become slaves - or worse. The church at the edge of town has been desecrated and is being used for dark rituals. The screams that echo in the night are inhuman, but some of our townsfolk may yet survive. Follow the path that lies between my tavern and the blacksmith shop to find the church and save who you can. Perhaps I can tell you more if we speak again. Good luck.
hu: Hála az égnek, hogy maga ismét itt van! Sok minden változott azóta, barátom. Mindenütt békesség uralkodott, míg nem jöttek a sötét lovasok a semmiből és pusztítottál el a falunkat. Sokakat helyben lekaszaboltak, az ellenállókat pedig megölték, elvitték szolgának vagy egy még ennél is rosszabb lét várt rájuk. A templom a város szélén meg lett gyalázva és most sötét szertartások színhelyéül szolgál. Elkeseredett sikolyok vízhangja jön fel a mélységből, de lehet, hogy vannak még szerencsés túlélők odalent. Kövesse ezt az ösvényt a fogadóm és a műhely között mely egyenesen levisz a templomba és mentsen meg akit csak tud. Mesélni fogok még többet majd legközelebb, de most siessen! Sok sikert.
tr: Çok şükür geri döndünüz! Burada yaşadığınız zamandan beri çok şey değişti. Her şey huzur içindeydi ta ki kara süvariler gelip köyümüzü yok edene kadar. Birçok kişi olduklara yerde öldürüldü ve silahlananlar da ya öldürüldü ya da köle olmaya, belki de daha kötüsüne sürüklendi. Kasabanın kenarındaki kilise kirletildi ve karanlık ayinler için kullanılmaya başladı. Geceleyin yankılanan çığlıklar hiç insani değil ama belki kasabalıların bazıları hayatta olabilir. Kiliseyi bulmak için hanım ile demirci dükkanı arasında kalan yolu takip edin ve lütfen kurtarabileceğiniz kişileri kurtarın. Tekrar konuşursak belki daha fazlasını da anlatabilirim. İyi şanslar.

source: Maintain your quest. Finding a treasure that is lost is not easy. Finding a treasure that is hidden less so. I will leave you with this. Do not let the sands of time confuse your search.
hu: Kövesd a küldetésed. Megtalálni az elveszett kincset nem könnyű. Megtalálni egy elrejtett kincset még kevésbé. Ennyit tehetek most. Ne hagyd, hogy az idő homokja elbizonytalanítson a keresésedben.
tr: Görevine devam et. Kayıp bir hazineyi bulmak kolay değildir. Gizli bir hazineyi bulmak ise daha da zordur. Sana şu sözlerle veda ediyorum: Zamanın kumlarının arayışını bozmasına izin verme.

source: A what?! This is foolishness. There's no treasure buried here in Tristram. Let me see that!! Ah, Look these drawings are inaccurate. They don't match our town at all. I'd keep my mind on what lies below the cathedral and not what lies below our topsoil.
hu: Micsoda?! Mekkora bolondság. Nincs semmiféle kincs itt Tristramban. Hadd lássam! Á, ezek a rajzok pontatlannak tűnnek. Ez egyáltalán nem hasonlít a városunkra. Emlékeztetnélek, hogy mi rejlik a katedrális alatt és ne foglalkozz azzal, hogy mi rejlik itt a gyep alatt.
tr: Bir ne?! Bu saçmalık. Tristramda gömülü bir hazine yok. Bir bakayım!! Ah, bak bu çizimler yanlış. Kasabamızla hiç uyuşmuyor. Ben olsam, toprağımızın altında yatanlar yerine katedralin altında yatanlara odaklanırdım.

source: I really don't have time to discuss some map you are looking for. I have many sick people that require my help and yours as well.
hu: Tényleg nincs most időm erről a térképről beszélni. Sok-sok beteg embernek kell segítség és ők is számítanak magára.
tr: Aradığın haritayı konuşacak vaktim yok gerçekten. Yardımımı ve hatta senin yardımını gerektiren birçok hasta insan var.

source: The once proud Iswall is trapped deep beneath the surface of this world. His honor stripped and his visage altered. He is trapped in immortal torment. Charged to conceal the very thing that could free him.
hu: Az egykor oly büszke Iswall csapdába esett e világ mélységeiben. A becsületétől megfosztották és a képét eltorzították. Halhatatlan kárhozatba lett zárva. Megszállott módon próbálja elrejteni az egyetlen dolgot, mi kiszabadíthatja.
tr: Bir zamanlar gurur duyulan Iswall, bu dünyanın yüzeyinin derinliklerine hapsedilmiş durumda. Onurundan arındırılmış ve siması bozulmuş. Ölümsüz bir azap içinde tutsak kalmış. Onu özgür bırakabilecek şeyi gizlemekle görevlendirilmiş.

source: I'll bet that Wirt saw you coming and put on an act just so he could laugh at you later when you were running around the town with your nose in the dirt. I'd ignore it.
hu: Lefogom, hogy Wirt látta, hogy jössz és csak azért adta elő ezt a színjátékot, hogy később nevethessen rajtad, hogy a városban szimatolsz a nagy semmiért. Én nem foglalkoznék vele.
tr: Bahse girerim Wirt sizin geldiğinizi görüp bir oyun sergiledi, sonra siz kasabada oyalanıp dururken arkandanız gülmek için. Ben olsam umursamazdım.

source: There was a time when this town was a frequent stop for travelers from far and wide. Much has changed since then. But hidden caves and buried treasure are common fantasies of any child. Wirt seldom indulges in youthful games. So it may just be his imagination.
hu: Volt egy időszak mikor a városunk egy gyakori megálló volt utazók számára a világ minden tájáról. Sok-sok minden változott azóta. De barlangok mélyén elrejtett és elásott kincsek; gyermekek gyakran képzelnek ilyeneket. Wirt nem szokott gyerekes játékokkal foglalkozni. Lehet csak a képzeletének a szüleménye.
tr: Bir zamanlar bu kasaba, her yerden gelen gezginlerin sık kullandığı bir uğrak yeriydi. O zamandan beri çok şey değişti. Ama gizli mağaralar ve gömülü hazineler, her çocuğun sıradan hayallerindendir. Wirt nadiren gençlik oyunlarına kapılır. O yüzden bu sadece onun hayal gücü olabilir.

source: Listen here. Come close. I don't know if you know what I know, but you've have really got something here. That's a map.
hu: Figyelj, gyere közel. Nem tudom, hogy tudod-e amit én, de tényleg Istenigazából van itt valami. Egy térkép.
tr: Dinle, yakına gel. Benim ne bildiğimi bilip bilmediğini bilmiyorum ama burada gerçekten bir şey var. Bu bir harita.

source: My grandmother often tells me stories about the strange forces that inhabit the graveyard outside of the church. And it may well interest you to hear one of them. She said that if you were to leave the proper offering in the cemetary, enter the cathedral to pray for the dead, and then return, the offering would be altered in some strange way. I don't know if this is just the talk of an old sick woman, but anything seems possible these days.
hu: A nagymamám gyakran mesél történeteket furcsa erőkről, melyek a templom közelében található temetőt lakják. Lehet szívesen meghallgatnád az egyiket. Azt mondta, hogy ha egy elégséges áldozatot hagysz a temetőben, bemész a katedrálisba imádkozni a holtakért, majd visszatérsz, az áldozatod valamilyen fura módon meg lesz változtatva... Nem tudom, hogy ezek csak egy öreg, beteg asszony képzelgéseie, de manapság bármi lehetséges lehet.
tr: Büyükannem sıklıkla kilisenin dışındaki mezarlığı işgal eden tuhaf güçler hakkında hikayeler anlatır. Ve bunlardan birini duymak ilgini çekebilir. Eğer mezarlığa uygun bir adak bırakıp, katedrale gidip ölüler için dua eder ve sonra geri dönersen, adağın tuhaf bir şekilde değişmiş olacağını söyledi. Bu sadece yaşlı ve hasta bir kadının lafları mı bilmiyorum ama bu günlerde her şey mümkün gibi görünüyor.

source: Hmmm. A vast and mysterious treasure you say. Mmmm. Maybe I could be interested in picking up a few things from you. Or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
hu: Egy hatalmas, titokzatos kincs, azt mondod. Talán szívesen beszereznék egyet s mást tőled. Vagy még jobb, elláthatlak ritka és értékes felszerelésekkel ehhez a feladathoz?
tr: Hmm. Geniş ve gizemli bir hazine diyorsun. Mmmm. Belki senden birkaç şey almakla ilgilenebilirim. Ya da daha iyisi, bu zorlu süreçte sana yardımcı olacak nadir ve pahalı malzemelere ihtiyacın yok mu?

source: So, you're the hero everyone's been talking about. Perhaps you could help a poor, simple farmer out of a terrible mess? At the edge of my orchard, just south of here, there's a horrible thing swelling out of the ground! I can't get to my crops or my bales of hay, and my poor cows will starve. The witch gave this to me and said that it would blast that thing out of my field. If you could destroy it, I would be forever grateful. I'd do it myself, but someone has to stay here with the cows...
hu: Szóval, te vagy az a hős, akiről mindenki beszélt. Talán segíthetnél egy szegény gazdának is egy szorult helyzetben. A kertem végében, pont délen, valami borzasztó dolog duzzadt ki a földből! Nem tudok eljutni a szénámhoz és a szegény tehenek éhezni fognak. A boszorkány ezt adta nekem és azt mondta, hogy azzal fel lehet robbantani azt a dolgot ott a mezőn. Ha valaki el tudná pusztítani azt ott, nagyon hálás lennék. Magam is megtudnám, de valakinek őriznie kell a teheneket...
tr: Demek herkesin bahsettiği kahraman sensin. Belki de fakir, basit bir çiftçiye korkunç bir beladan kurtulması için yardım edebilirsin, ne dersin? Bostanımın ucunda, buranın hemen güneyinde, yerden korkunç bir şey fışkırıyor! Mahsullerime veya saman balyalarıma ulaşamıyorum bu yüzden zavallı ineklerim aç kalacak. Cadı bana bunu verip tarlamdaki şeyi patlatıp yok edeceğini söyledi. Bunu yok edebilirsen, sonsuza kadar minnettar kalırım. Kendim yapardım ama birinin ineklere bakması gerekiyor…

source: I knew that it couldn't be as simple as that witch made it sound. It's a sad world when you can't even trust your neighbors.
hu: Tudtam, hogy nem lesz olyan egyszerű, mint ahogy a boszorkány mondta. Szomorú világ, ahol már a szomszédjainkban sem bízhatunk.
tr: Biliyordum, cadının dediği kadar basit olamazdı. Komşularına bile güvenemediğin zamanlar, gerçekten üzücü bir dünya.

source: Is it gone? Did you send it back to the dark recesses of Hades that spawned it? You what? Oh, don't tell me you lost it! Those things don't come cheap, you know. You've got to find it, and then blast that horror out of our town.
hu: Eltűnt? Visszaküldted a Hadész mélyére? Hogy? Ne mondd, hogy elvesztetted! Nem lehet olcsón egy olyat beszerezni, ugye tudod? Keresd meg és robbantsd ki azokat a rémségeket a városból.
tr: Gitti mi? Onu Hadesin karanlık çukurlarına geri mi gönderdin? Ne? Ah, kaybettiğini söyleme! Bu şeyler ucuz değil, biliyorsun. Onu bulmalı ve sonra o korkunç şeyi patlatarak yok edip kasabamızdan yollamalısın.

source: I heard the explosion from here! Many thanks to you, kind stranger. What with all these things comin' out of the ground, monsters taking over the church, and so forth, these are trying times. I am but a poor farmer, but here -- take this with my great thanks.
hu: Egy robbanást hallottam onnan! Sok köszönet, kedves idegen. Azokkal a rémségekkel a földből, a szörnyek amik elfoglalták a templomot, satöbbi, igen nehéz időket élünk. Én csak egy szegény gazda vagyok, de fogadd el ezt, együtt az őszinte hálámmal.
tr: Patlamayı ta buradan duydum! Çok teşekkürler, nazik yabancı. Yerden çıkan bütün bu şeyler, kiliseyi ele geçiren canavarlar ve daha fazlası, zor zamanlardayız. Ben fakir bir çiftçiyim ama işte — bunu tüm teşekkürlerimle al.

source: Oh, such a trouble I have...maybe...No, I couldn't impose on you, what with all the other troubles. Maybe after you've cleansed the church of some of those creatures you could come back... and spare a little time to help a poor farmer?
hu: Jaj, mekkora bajban vagyok... esetleg... nem, nem tenném rád ezt a terhet a többi mellé. Talán ha sikerült kitisztítanod a templomot azoktól a rémségektől, akkor esetleg lenne egy kis időd segíteni ennek a szegény gazdának?
tr: Ah, başım çok fena belada… belki… Hayır, senin de başka dertlerin varken sana yük olamam. Belki kiliseyi o yaratıklardan temizledikten sonra geri dönersin… ve belki de fakir bir çiftçiye yardım etmek için biraz zaman ayırabilirsin, olur mu?

source: Waaaah! (sniff) Waaaah! (sniff)
hu: Uuuááá! (szip) Uuuááá! (szip)
tr: Ühüüü! (hımmf) Ühüüü! (hımmf)

source: I lost Theo! I lost my best friend! We were playing over by the river, and Theo said he wanted to go look at the big green thing. I said we shouldn't, but we snuck over there, and then suddenly this BUG came out! We ran away but Theo fell down and the bug GRABBED him and took him away!
hu: Elvesztettem Tiót! Elvesztettem a legjobb bavátomat! Együtt játszottunk a folyónál és Tió azt mondta, látni szeretné ott azt a zöld dolgot. Én azt mondtam, szevintem nem kellene, de odamentünk és hivtelen egy nagy BOGÁJ jött elő a semmiből! Megpvóbáltunk elmenekülni, de Tió elesett és a bogáj MEGVAGADTA és elvitte magával!
tr: Theoyu kaybettim! En iyi arkadaşımı kaybettim! Nehrin kenarında oynuyorduk, Theo şu büyük yeşil şeye bakmak istediğini söyledi. Gitmememiz gerektiğini söyledim ama oraya gizlice gittik, sonra aniden bu BÖCEK çıktı! Kaçtık ama Theo düştü ve böcek onu YAKALADI ve götürdü!

source: Didja find him? You gotta find Theodore, please! He's just little. He can't take care of himself! Please!
hu: Nem találtad meg? Meg kell találnod Tivadavt, kéjlek! Olyan kicsi. Nem élné túl egyedül... Kéjlek!
tr: Onu buldun mu? Theodore’u bulman gerekiyor, lütfen! O daha küçük. Kendine bakamaz! Lütfen!

source: You found him! You found him! Thank you! Oh Theo, did those nasty bugs scare you? Hey! Ugh! There's something stuck to your fur! Ick! Come on, Theo, let's go home! Thanks again, hero person!
hu: Megtaláltad! Megtaláltad! Köszönöm! Jaj, Tió, nagyon megijesztettek azok a csúnya bogajak? Jaj! Fúj! Valami a bundádhoz vagadt! Gyejünk, Tíó, menjünk haza. Köszönöm ismét, hősembej!
tr: Bulmuşsun! Bulmuşsun! Teşekkür ederim! Ah Theo, o kötü böcekler seni korkuttu mu? Hey! İğrenç! Tüylerine bir şey yapışmış! Öğk! Hadi Theo, evimize gidelim! Tekrar teşekkürler, kahraman kişi!

source: We have long lain dormant, and the time to awaken has come. After our long sleep, we are filled with great hunger. Soon, now, we shall feed...
hu: Régóta vártunk nyugovóban és az óránk végre elérkezett. A hosszú álmot követően mélyen éhezünk és hamarosan lakmározni fogunk...
tr: Uzun süre uyuduk ve uyanma zamanı geldi. Uzun uykumuzdan sonra büyük bir açlıkla dolduk. Yakında, şimdi, besleneceğiz…

source: Have you been enjoying yourself, little mammal? How pathetic. Your little world will be no challenge at all.
hu: Jól érzed magad, kisemlős? Szánalmas. Ha ez a legtöbb mit e világ nyújtani tud, akkor könnyebb dolgunk lesz, mint gondoltuk volna.
tr: Keyfin yerinde mi, küçük memeli? Ne acınası. Senin o küçük dünyan çantada keklik olacak.

source: These lands shall be defiled, and our brood shall overrun the fields that men call home. Our tendrils shall envelop this world, and we will feast on the flesh of its denizens. Man shall become our chattel and sustenance.
hu: Ezek a vidék meg lesz gyalázva, a fajunk el fogja lepni e földeket, melyeket az embernép otthonának nevezett. A csápjaink szét fogják tépni e világot és lakmározni fogunk a lakóinak húsán. Szolgasor vár rátok és ti lesztek a táplálékunk.
tr: Bu topraklar kirletilecek ve soyumuz insanların ev dediği bölgeleri istila edecek. Kollarımız bu dünyayı saracak ve sakinlerinin etiyle besleneceğiz. İnsanoğlu, malımız ve besinimiz olacak.

source: Ah, I can smell you...you are close! Close! Ssss...the scent of blood and fear...how enticing...
hu: Érzünk téged... közel vagy! Közel! A vér és félelem szaga!
tr: Ah, Kokunu alıyorum… yakındasın! Yakın! Ssss… kan ve korkunun kokusu… ne kadar heyecanlı…

source: And in the year of the Golden Light, it was so decreed that a great Cathedral be raised. The cornerstone of this holy place was to be carved from the translucent stone Antyrael, named for the Angel who shared his power with the Horadrim. In the Year of Drawing Shadows, the ground shook and the Cathedral shattered and fell. As the building of catacombs and castles began and man stood against the ravages of the Sin War, the ruins were scavenged for their stones. And so it was that the cornerstone vanished from the eyes of man. The stone was of this world -- and of all worlds -- as the Light is both within all things and beyond all things. Light and unity are the products of this holy foundation, a unity of purpose and a unity of possession.
hu: És az arany fény évében úgy lett határozva, hogy egy nagy katedrális legyen megépítve itt. E megszentelt hely sarkköve egy átlátszó, Antyrael nevezetű kőből készült, mely a nevét arról az angyalról kapta, ki a Horadrim renddel megosztotta az erejét.
tr: Altın Işık yılında, büyük bir Katedralin inşa edilmesine karar verildiği ilan edildi. Bu kutsal yerin köşetaşı, Horadrime gücünü paylaşan Melek’in adına ithafen Antyrael denen yarı saydam taştan oyulacaktı. Gölgelerin Çizildiği Yılda, yer sarsıldı, Katedral parçalandı ve yıkıldı. Yeraltı mezarlarının ve kalelerin inşası başladı ve insanoğlu, Günah Savaşının tahribatına karşı durduğunda, harabeler taşları için yağmalandı. Ve böylece, köşetaşı insanların gözlerinden kayboldu. Taş bu dünyaya -- ve tüm dünyalara -- aittir. Tıpkı, Işıkın da her şeyin içinde ve ötesinde olduğu gibi. Işık ve birlik, bu kutsal temelin ürünleridir, bir amaç ve mülkiyet birliği.

source: Moo.
hu: Mú.
tr: Möö.

source: I said, Moo.
hu: Mondom: mú.
tr: Möö dedim.

source: Look I'm just a cow, OK?
hu: Nézd, csak egy közönséges marha vagyok, rendicsek?
tr: Bak ben bir ineğim, tamam mı?

source: All right, all right. I'm not really a cow. I don't normally go around like this; but, I was sitting at home minding my own business and all of a sudden these bugs & vines & bulbs & stuff started coming out of the floor... it was horrible! If only I had something normal to wear, it wouldn't be so bad. Hey! Could you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
hu: Jó, jó. Igazából nem is vagyok egy marha. Általában nem szoktam így öltözködni. Otthon voltam, tettem a dolgomat és hirtelen ezek a bogarak és tövisek és csírák és minden más cuccos kezdett kijönni a padlóból... rémes, rémes volt. Ha legalább lenne valami rendes göncöm, talán akkor nem lenne olyan rossz. Hé... vissza tudnám menni a házamba és el tudnád hozni nekem a ruhámat? A barnát, ne a szürkét, az ünnepi alkalmakra van, tudod. Magam is megtenném, de nem akarom, hogy bárki is így meglásson... Itt van, vidd ezt, lehet szükséged lesz rá, hogy megöld azokat a cuccokat, amik mindent benőttek. A házamat nem fogod tudni eltéveszteni. Ott van a folyótalálkozástól délre, az amelyre rátelepedett az a zöldséges kert.
tr: Peki, tamam. Aslında inek değilim. Normalde böyle dolaşmam ama evde boş boş oturuyordum ve bir anda yerden böcekler, dallar, otlar falan çıkmaya başladı… Tek kelimeyle korkunçtu! Giyecek normal bir şey bulsaydım bu kadar kötü olmazdı. Hey! Evime gidip elbise getirebilir misin? Kahverengi olan ama, gri değil, onu geceleri giyiyorum. Ben de giderdim ama konu komşunun beni böyle görmesini istemem. Al bunu, her şeyi kaplayan yaratıkları öldürmek için ihtiyacın olabilir. Evimi bulamamana imkan yok, nehrin çatalının güneyinde kalıyor ve hani her yeri bitki kaplı olan ev.

source: What are you wasting time for? Go get my suit! And hurry! That Holstein over there keeps winking at me!
hu: Mire vársz még? Hozd már el a ruhámat! És siess! Az a marha ott egyre gyorsabban kacsintgat rám!
tr: Ne duruyorsun? Git bana kıyafetimi getir! Ve acele et! Şuradaki Holstein bana göz kırpıp duruyor!

source: Hey, have you got my suit there? Quick, pass it over! These ears itch like you wouldn't believe!
hu: Hé, itt van a ruha? Gyorsan add ide! Úgy viszket a fülem, hogy el sem hinnéd!
tr: Hey, O benim kıyafetim değil mi? Çabuk, ver onu bana! Kulaklarım fena kaşınıyor!

source: No no no no! This is my GRAY suit! It's for evening wear! Formal occasions! I can't wear THIS. What are you, some kind of weirdo? I need the BROWN suit.
hu: Ne! Nem, nem, nem! Ez a SZÜRKE ruhám! Ünnepi alkalmakra! Esküvőkre! Mégis hogyan hordhatnám ezt? Valami bolondnak tartasz? A BARNA ruhára van szükségem. Hozd!
tr: Hayır hayır hayır hayır! Bu GRİ kıyafetim! Geceleri için! Davetler için! BUNU giyemem. Değişik misin sen? Bana KAHVERENGİ olanı getir.
