Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: Let me see that - aye... aye, it is as I believed. Give me a moment... Ah, Here you are. I arranged pieces of the stone within a silver ring that my father left me. I hope it serves you well.
hu: Lássuk csak... igen, igen. Pont, ahogy gondoltam. Kérek egy pillanatot... Itt is vagy. Belehelyeztem a kő darabkáit ebbe az ezüst gyűrűbe, amelyet még az apám hagyott rám. Remélem jól fog szolgálni.
tr: Bir bakayım - evet… evet, tahmin ettiğim gibi. Bana bir dakika ver… Ah, işte burada. Babamın bana bıraktığı gümüş yüzük içine taş parçalarını yerleştirdim. Umarım sana iyi hizmet eder.

source: I used to have a nice ring; it was a really expensive one, with blue and green and red and silver. Don't remember what happened to it, though. I really miss that ring...
hu: Volt egy szép gyűrűm, egy tényleg drága. Kék, zöld, vörös, ezüst. Nem emlékszem mi történt vele viszont. Tényleg hiányolom...
tr: Eskiden güzel bir yüzüğüm vardı; gerçekten pahalı bir şeydi, mavi, yeşil, kırmızı ve gümüş renklerindeydi. Ne olduğunu hatırlamıyorum gerçi. O yüzüğü gerçekten özlüyorum…

source: The Heaven Stone is very powerful, and were it any but Griswold who bid you find it, I would prevent it. He will harness its powers and its use will be for the good of us all.
hu: A mennyei kő hihetetlen erős és senki másra nem bíznám rá, csakis Griswoldra. Ő képes lenne az erejét kinyerni és mindnyájunk számára hasznosítani azt.
tr: Göklerin Taşı çok güçlüdür ve eğer sana onu bulmanı söyleyen Griswolddan başkası olsaydı, bunu engellerdim. Griswold taşın güçlerini kontrol altına alacak ve bu, hepimiz için iyi olacak.

source: If anyone can make something out of that rock, Griswold can. He knows what he is doing, and as much as I try to steal his customers, I respect the quality of his work.
hu: Ha bárki is képes lenne valamit csinálni abból a kőből, akkor az csakis Griswold lenne. Ő aztán tudja mit csinál. Noha próbálom elcsalogatni a vásárlóit, tisztelem a minőségét az ő munkájának.
tr: Eğer o taştan bir şey yapabilecek biri varsa, o kesinlikle Griswolddur. Ne yaptığını biliyor ve müşterilerini çalmaya çalışsam da, işinin kalitesine saygı duyuyorum.

source: The witch Adria seeks a black mushroom? I know as much about Black Mushrooms as I do about Red Herrings. Perhaps Pepin the Healer could tell you more, but this is something that cannot be found in any of my stories or books.
hu: Adria a boszorka is a fekete gombát keresi? Annyit tudok a fekete gombákról, mint a vörös heringekről. Talán Pipin a gyógyító többet tudna mesélni magának, de ez egy olyas valami téma, amiről nem hallana sok mindent tőlem.
tr: Cadı Adria siyah bir mantar mı arıyor? Siyah Mantarlar hakkında, Kırmızı Ringa Balıkları hakkında bildiğim kadarını biliyorum. Belki Şifacı Pepin daha fazlasını söyleyebilir ama bu benim hikayelerimde veya kitaplarımda olmayan bir konu.

source: Let me just say this. Both Garda and I would never, EVER serve black mushrooms to our honored guests. If Adria wants some mushrooms in her stew, then that is her business, but I can't help you find any. Black mushrooms... disgusting!
hu: Hadd mondjam csak ezt: se nem én, se nem Gárda, soha, SOHA nem szolgálnánk fekete gombát a becses vendégeinknek. Ha Adria akar valamiféle gombát a főztjeibe, hát az az ő dolga, de én nem segíthetek ebben. Fekete gombák... visszataszító!
tr: Şunu söyleyeyim. Garda ve ben, asla ve ASLA, siyah mantarları değerli misafirlerimize sunmayız. Eğer Adria yemeğinde biraz mantar istiyorsa, bu onun bileceği iş ama size mantar bulmada yardımcı olamam. Siyah mantarlar… iğrenç!

source: The witch told me that you were searching for the brain of a demon to assist me in creating my elixir. It should be of great value to the many who are injured by those foul beasts, if I can just unlock the secrets I suspect that its alchemy holds. If you can remove the brain of a demon when you kill it, I would be grateful if you could bring it to me.
hu: Egy boszorkány mondta nekem, hogy egy démonnak az agyát kereste, ami segíthet nekem abban, hogy létrehozzam a varázsfőzetemet. Nagy hasznára válna sokaknak, akiket megkárosítottak ezek a romlott lények, csak fel kellene hozzá törnöm az alkímia titkait. Ha el tudná távolítani az agyát egy ilyen démonnak mikor megöli és ide tudná hozni, akkor mélyen le lennék kötelezve.
tr: Cadı, iksirimde bana yardımcı olmak için bir iblisin beynini aradığını söyledi. Eğer simyasının sırlarını çözebilirsem, o iğrenç yaratıklar tarafından yaralanan birçok kişi için büyük fayda sağlayabilirim. Eğer bir iblisi öldürdüğünde beynini çıkarıp bana getirirsen minnettar olurum.

source: Excellent, this is just what I had in mind. I was able to finish the elixir without this, but it can't hurt to have this to study. Would you please carry this to the witch? I believe that she is expecting it.
hu: Kiváló, pont ez volt a fejemben... sikerült befejeznem a varázsfőzetet nélküle, de nem árthat, ha egy kicsit tanulmányozom, igaz? El tudnád ezt itt vinni a boszorkányhoz? Úgy hiszem épp most várja.
tr: Mükemmel, tam da aklımdan geçiyordu. Bu olmadan iksiri tamamlayabildim ama bu beyni incelemek de fayda sağlayabilir. Lütfen bunu cadıya götürür müsün? Sanıyorum ki o da bunu bekliyor.

source: I think Ogden might have some mushrooms in the storage cellar. Why don't you ask him?
hu: Szerintem lehet Ogdennek vannak gombái a pincekamrájában. Miért nem kérdezed meg?
tr: Sanırım Ogdenın kilerinde biraz mantar olabilir. Neden ona sormuyorsun?

source: If Adria doesn't have one of these, you can bet that's a rare thing indeed. I can offer you no more help than that, but it sounds like... a huge, gargantuan, swollen, bloated mushroom! Well, good hunting, I suppose.
hu: Ha Adriának nincs egy ilyene, akkor lefogadhatod, hogy ez bizony egy ritka dolog. Ennél többet nem tudok segíteni, de ez bizony egy igen... hatalmas, termetes, terebélyes, bitang nagy gombának hangzik. Jó vadászatot, azt hiszem!
tr: Eğer Adrianın elinde olmayan bir şeyse, gerçekten nadir olduğuna bahse girerim. Bundan daha fazla yardımcı olamam ama kulağa… devasa, kocaman, şişmiş, kabarmış bir mantar gibi geliyor! Eh, iyi avlar dilerim sanırım.

source: Ogden mixes a MEAN black mushroom, but I get sick if I drink that. Listen, listen... here's the secret - moderation is the key!
hu: Ogden aztán egy UNDOK fekete gombát tud keverni, de belebetegednék, ha meginnám. Figyelj, figyelj... itt a titok: fő a mértékletesség!
tr: Ogden, müthiş bir siyah mantar karışımı yapar ama onu içince hasta oluyorum. Dinle, dinle… işin sırrı şu - her şeyde ölçü anahtardır!

source: What do we have here? Interesting, it looks like a book of reagents. Keep your eyes open for a black mushroom. It should be fairly large and easy to identify. If you find it, bring it to me, won't you?
hu: Mi dolgunk van itt? Érdekes, egy bájitalkönyvnek néz ki. Hegyezd jól a szemeidet, egy fekete gombára lesz szükségem. Eléggé nagy, könnyű lesz azonosítani. Ha megtalálod, hozd el nekem, rendben?
tr: Ne varmış burada? İlginç, bu bir iksir kitabına benziyor. Gözlerini dört aç, siyah bir mantar arıyoruz. Oldukça büyük ve kolayca tanınabilir olmalı. Eğer bulursan, bana getirir misin?

source: It's a big, black mushroom that I need. Now run off and get it for me so that I can use it for a special concoction that I am working on.
hu: Egy nagy, fekete gombára áhítozom. Most fuss, fuss, hozd el nekem, hogy befejezhessem ezt a különleges összetételt, amin épp nagyban dolgozom.
tr: İhtiyacım olan büyük, siyah bir mantar. Şimdi git ve onu bana getir ki üzerinde çalıştığım özel bir karışımda kullanabileyim.

source: Yes, this will be perfect for a brew that I am creating. By the way, the healer is looking for the brain of some demon or another so he can treat those who have been afflicted by their poisonous venom. I believe that he intends to make an elixir from it. If you help him find what he needs, please see if you can get a sample of the elixir for me.
hu: Igen, ez tökéletes lesz a főzetnek, amit csinálok. Egyébként, a gyógyító valamilyen démonnak az agyát keresi, hogy kezelhesse azokat, akiket az undok mérgük gyötör. Úgy hiszem egy varázsfőzetet akarna belőle csinálni. Ha sikerül megtalálnod neki ami kell, kérlek, hogy ez kortyot nekem is a kész főzetéből.
tr: Evet, bu yaptığım bir karışım için mükemmel olacak. Bu arada, şifacı da bir iblisin beynini arıyor ki onların zehirleriyle etkilenen insanları tedavi edebilsin. Ondan bir iksir yapmaya niyetlendiğini düşünüyorum. Eğer ihtiyacı olan şeyi bulmasına yardım edersen, lütfen benim için de iksirden bir örnek alıver.

source: Why have you brought that here? I have no need for a demon's brain at this time. I do need some of the elixir that the Healer is working on. He needs that grotesque organ that you are holding, and then bring me the elixir. Simple when you think about it, isn't it?
hu: Miért hoztad ezt ide? Nincs szükségem most semmiféle démon agyára. A gyógyító varázsfőzetére viszont igen. Szüksége van arra a torz testrészre, melyet most a kezeidben tartasz. Utána hozhatsz nekem a varázsfőzetből. Egyszerű így, nem?
tr: Bunu neden buraya getirdin? Şu anda bir iblisin beynine ihtiyacım yok. Şifacının üzerinde çalıştığı iksire ihtiyacım var. Elindeki o garip organa şifacının ihtiyacı var, ve sonra bana iksiri getir. Düşününce basit, değil mi?

source: What? Now you bring me that elixir from the healer? I was able to finish my brew without it. Why don't you just keep it...
hu: Mi? Csak most hoztad ide el azt a varázsfőzetet a gyógyítótól? Kár, már be tudtam fejezni a sajátomat enélkül is. Miért nem tartod csak meg...?
tr: Ne? Bana o iksiri şifacıdan şimdi mi getiriyorsun? Karışımımı o olmadan da tamamlayabildim. Neden onu kendine saklamıyorsun…

source: I don't have any mushrooms of any size or color for sale. How about something a bit more useful?
hu: Nem semekkora méretű, színű vagy formájú eladó gombám. Mit szólnál valami kicsit hasznosabbhoz?
tr: Herhangi bir boyutta veya renkte satılık mantarım yok. Daha kullanışlı bir şeye ne dersin?

source: So, the legend of the Map is real. Even I never truly believed any of it! I suppose it is time that I told you the truth about who I am, my friend. You see, I am not all that I seem... My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to keeping and safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released... The evil that you move against is the dark Lord of Terror - known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago. The Map that you hold now was created ages ago to mark the time when Diablo would rise again from his imprisonment. When the two stars on that map align, Diablo will be at the height of his power. He will be all but invincible... You are now in a race against time, my friend! Find Diablo and destroy him before the stars align, for we may never have a chance to rid the world of his evil again!
hu: Szóval a térkép legendája valóságos, pedig még én sem hittem egy szót sem belőle! Úgy feltételezem eljött az ideje, hogy elmondjam az igazságot arról, hogy ki is vagyok, barátom. Nem az ám, akinek tűnők... Az én valódi nevem Dékárd Káin, a rangidős. Én vagyok az utolsó leszármazottja egy ősi testvériségnek, melynek a célja az időtlen gonosz titkainak megőrzése volt, a gonosznak, mely most most kiszabadult... A gonosz kivel szembe maga száll nem más, mint a rettenet sötét ura, kit a halandók csak Diablónak hívnak. Ő volt a labirintus fogságában tartva évszázadokon keresztül. A térkép melyet most a kezeid közt tartasz, réges-régóta készült és megjósolta, hogy Diablo mikor fog ismét kiszabadulni a börtönéből. Mikor a két csillag a térképen fedi egymást, Diablo ereje akkor fog kiteljesedni és elpusztíthatatlanná válik akkora. Az idővel kell versenyeznie barátom! Találja meg Diablot és pusztítsa el mielőtt találkoznak a csillagok vagy soha többé nem lesz lehetőségünk megszabadítani a világot ettől a gonosztól!
tr: Demek ki Harita efsanesi gerçekmiş. Buna ben bile gerçekten inanmazdım! Sanırım artık kim olduğum gerçeğini anlatma zamanı geldi, dostum. Görüyorsun ki, ben göründüğüm gibi biri değilim... Gerçek ismim Yaşlı Deckard Cain ve ben kendini zamansız bir kötülüğün sırlarının muhafızlığını yapan bir Kardeşlik’in son temsilcisiyim. Açıkça görülüyor ki bir kötülük serbest kalmış. Şunu bil, dostum - Karşılaşacağın kötülük Dehşetin Efendisidir. İnsanoğlu arasında Diablo olarak bilinir. Yüzyıllar önce Labirentin derinliklerine hapsedilmişti. Şimdi elinde tuttuğun Harita, Diablo’nun tutsaklığından tekrar yükseleceği zamanı göstermek için asırlar önce yaratıldı. O haritadaki iki yıldız hizalandığında, Diablo gücünün zirvesinde olacak. Neredeyse yenilmez olacak!

source: Our time is running short! I sense his dark power building and only you can stop him from attaining his full might.
hu: Fogy az időnk! Érzem, hogy a sötét ereje növekszik és csak maga tudja megállítani mielőtt eléri a hatalmának csúcsát.
tr: Zamanımız daralıyor! Diablonun Karanlık gücünün arttığını hissediyorum ve onu tam gücüne ulaşmaktan alıkoyabilecek tek kişi sensin.

source: I am sure that you tried your best, but I fear that even your strength and will may not be enough. Diablo is now at the height of his earthly power, and you will need all your courage and strength to defeat him. May the Light protect and guide you, my friend. I will help in any way that I am able.
hu: Biztos vagyok benne, hogy megpróbált minden tőle telhetőt, de félek, hogy a maga ereje sem lesz elég. Diabló épp a földi hatalmának csúcsán van és minden bátorságra és erőre szüksége lesz, hogy legyőzze őt. A fény védelmezze és fedezze magát, barátom. Segíteni fogok, ahogyan csak tudok.
tr: Elinden gelenin en iyisini yaptığından eminim ama korkarım ki senin gücün ve iraden bile yeterli olmayabilir. Diablo, şimdi dünyadaki gücünün zirvesinde ve onu yenmek için tüm cesaretine ve gücüne ihtiyacın olacak. Işık seni korusun ve rehberlik etsin, dostum. Elimden geldiğince yardım edeceğim.

source: If the witch can't help you and suggests you see Cain, what makes you think that I would know anything? It sounds like this is a very serious matter. You should hurry along and see the storyteller as Adria suggests.
hu: Ha a boszorkány nem tud segíteni és azt javasolja, hogy látogassa meg Káint, akkor miért gondolja, hogy én tudnék bármit is? Nagyon komoly ügynek hangzik. Siessen és lássa a öreget, ahogy Adria is javasolja!
tr: Eğer cadı size yardımcı olamayıp Caini görmeni öneriyorsa, benim bir şey bileceğimi size düşündüren nedir? Bu çok ciddi bir mesele gibi görünüyor. Adrianın önerdiği gibi öykücüyü görmeye gitmelisiniz.

source: I can't make much of the writing on this map, but perhaps Adria or Cain could help you decipher what this refers to. I can see that it is a map of the stars in our sky, but any more than that is beyond my talents.
hu: Nem tudom nagyon értelmezni az írást ezen a térképen, de esetleg Adria vagy Káin lehet tudna segíteni. Látom, hogy ez egy csillagászati térkép, de eddig terjed a tudásom sajnos.
tr: Bu haritadaki yazılardan pek bir şey anlayamıyorum ama belki Adria ya da Cain bunun neye atıfta bulunduğunu çözmene yardımcı olabilir. Gökyüzümüzdeki yıldızların bir haritası olduğunu görebiliyorum ama bundan fazlası benim hünerlerimi aşıyor.

source: The best person to ask about that sort of thing would be our storyteller. Cain is very knowledgeable about ancient writings, and that is easily the oldest looking piece of paper that I have ever seen.
hu: A legjobb ember akit ezzel kereshetsz az Káin lenne. Nagyon jártas ezekben az ősi írásokban és senki mást nem ismerek, aki ilyen relikviákkal foglalkozna.
tr: Bunu sorabileceğin en iyi kişi öykücümüzdür. Cain, antik yazılar konusunda çok bilgilidir ve bu, şimdiye kadar gördüğüm en eski kağıt parçası gibi görünüyor.

source: I have never seen a map of this sort before. Where'd you get it? Although I have no idea how to read this, Cain or Adria may be able to provide the answers that you seek.
hu: Még sose láttam ilyen térképet. Honnan szerezted? Fogalmam sincs hogyan kellene elolvasni. Talán Káin vagy Adria több válasszal tud szolgáltatni.
tr: Böyle bir haritayı daha önce hiç görmedim. Bunu nereden buldun? Nasıl okuyacağım hakkında hiçbir fikrim yok ama Cain veya Adria aradığın cevapları sağlayabilir.

source: Listen here, come close. I don't know if you know what I know, but you have really got somethin' here. That's a map.
hu: Figyelj, gyere közel. Nem tudom, hogy tudod-e amit én, de tényleg Istenigazából van itt valami. Egy térkép.
tr: Dinle, yakına gel. Benim ne bildiğimi bilip bilmediğini bilmiyorum ama burada gerçekten bir şey var. Bu bir harita.

source: Oh, I'm afraid this does not bode well at all. This map of the stars portends great disaster, but its secrets are not mine to tell. The time has come for you to have a very serious conversation with the Storyteller...
hu: Jaj, félek ez egyáltalán nem jó jel. Ez a csillagjegyes térkép nagy katasztrófára sugall, de a titkait még nekem sem árulja el. Eljött az időd, hogy egy komoly beszélgetésben vegyél részt Káinnal...
tr: Ah, korkarım ki bu hiç de iyiye işaret değil. Bu yıldız haritası büyük bir felaketi işaret ediyor, bunlar benim anlatabileceğim sırlar değiller. Öykücü ile çok ciddi bir konuşma yapmanın zamanı geldi…

source: I've been looking for a map, but that certainly isn't it. You should show that to Adria - she can probably tell you what it is. I'll say one thing; it looks old, and old usually means valuable.
hu: Egy térképet kerestem, de biztosan nem ezt. Meg kellene mutatnod Adriának, valószínűleg tudja mi az. Én csak egyet tudok: réginek néz ki és a régiségekre nagy a kereslet.
tr: Ben de bir harita arıyordum ama bu kesinlikle o değil. Bunu Adria’ya göstermelisin - sana ne olduğunu muhtemelen söyleyebilir. Şunu söyleyeyim; eski görünüyor ve eski genellikle değerli demektir.

source: Pleeeease, no hurt. No Kill. Keep alive and next time good bring to you.
hu: Kééééérlek. Nem bántani. Nem ölni. Éééélni hagyni és legközelebb jó hozni neked.
tr: Lütfeeeeeen, verme zaraaar. Öldürmee. Kal hayatta ve sonraki sefer sana iyi şey vermeek.

source: Something for you I am making. Again, not kill Gharbad. Live and give good. You take this as proof I keep word...
hu: Valamit neked kééééészítek. Ismééét, nem ölni Gharbad. Éééélni és adni jóóót. Te elvenni bizonyíítéék, één megtartani szóót...
tr: Senin için yapıyorum güzel şeey. Yine, öldürme Gharbadı. Yaşar ve verir iyiii. Kanıtı al tuttuğum sözüüün…

source: Nothing yet! Almost done. Very powerful, very strong. Live! Live! No pain and promise I keep!
hu: Semmi mééég! Majdnem kééész. Nagyon erőőős, nagyon veszééélyes. Éélni! Ééélni! Nincs kín és ígééret megtartani.
tr: Değil dahaa! Kaldı az. Güçlü çok, kuvvetli çok. Yaşat! yaşat! Verme acı ve ben tuttum sözüüü!

source: This too good for you. Very Powerful! You want - you take!
hu: Ez túúúl jó neked. Nagyon eeerős. Akarni... elveenni!
tr: İyi bu sana. Güçlü çok. İste sen - al sen!

source: What?! Why are you here? All these interruptions are enough to make one insane. Here, take this and leave me to my work. Trouble me no more!
hu: Mi?! Miért vagy te itt? Ez az összes zavarás, beleőrülök! Itt van, vidd ezt és hagyj már magamra. Ne zavarj többet!
tr: Ne?! Neden buradasın? Bu kadar rahatsızlık bir insanı çıldırtmaya yeter. Bunu al ve beni işimle yalnız bırak. Beni daha fazla rahatsız etme!

source: Arrrrgh! Your curiosity will be the death of you!!!
hu: Aaaaa! A kíváncsiságod legyen a veszted is, te bolond!
tr: Arrrrgh! Merakın senin sonun olacak!!!

source: Hello, my friend. Stay awhile and listen...
hu: Adjon Isten, cimbora! Pihenjen meg és hegyezze a fület...
tr: Merhaba, dostum. Biraz dur ve dinle…

source: While you are venturing deeper into the Labyrinth you may find tomes of great knowledge hidden there. Read them carefully for they can tell you things that even I cannot.
hu: Ahogy egyre mélyebbre merül a labirintusba, találhat nagy tudást rejtő tekercseket is. Olvassa őket figyelmesen, mert olyat taníthatnak, melyet még én sem.
tr: Labirentin derinliklerine inerken orada saklanmış ve çok önemli bilgiler içeren kitaplar bulabilirsin. Onları dikkatlice oku çünkü sana benim bile bilmediğim şeyleri anlatabilirler.

source: I know of many myths and legends that may contain answers to questions that may arise in your journeys into the Labyrinth. If you come across challenges and questions to which you seek knowledge, seek me out and I will tell you what I can.
hu: Sok titkos és legendát hallottam melyek lehet választ adhatnak a labirintussal kapcsolatos kérdésekre. Ha kihívásokba ütközöl vagy tudásra szomjazol, keress fel engem és én elmondom amit csak tudok.
tr: Labirente yaptığın yolculuklarda aklına gelebilecek soruların cevaplarını içeren birçok mit ve efsane biliyorum. Eğer zorluklarla ve bilgi aradığınız sorularla karşılaşırsan, beni bul ve sana elimden geldiğince anlatayım.

source: Griswold - a man of great action and great courage. I bet he never told you about the time he went into the Labyrinth to save Wirt, did he? He knows his fair share of the dangers to be found there, but then again - so do you. He is a skilled craftsman, and if he claims to be able to help you in any way, you can count on his honesty and his skill.
hu: Griswold: nagy tettek és nagy bátorság jellemzi. Úgy vélem sose mesélt önnek arról, mikor lement a labirintusba, hogy megvédje Wirtet, nem igaz? Tudja jól, hogy milyen veszélyre lehet lent számítani, de bizonyára maga is. Egy tehetséges kovács és ha ő azt állítja, hogy tud segíteni, akkor biztosan számíthat az elhivatott munkájára.
tr: Griswold - çok cesur ve tam bir eylem adamı. Wirtü kurtarmak için Labirente girdiği zamanı sana hiç anlatmadığına bahse girerim, anlatmadı değil mi? Orada bulunan tehlikeleri iyi bilir ama tabi - sen de öyle. O, becerikli bir zanaatkar ve eğer sana herhangi bir şekilde yardım edebileceğini iddia ediyorsa, dürüstlüğüne ve becerisine güvenebilirsin.

source: Ogden has owned and run the Rising Sun Inn and Tavern for almost four years now. He purchased it just a few short months before everything here went to hell. He and his wife Garda do not have the money to leave as they invested all they had in making a life for themselves here. He is a good man with a deep sense of responsibility.
hu: Ogden már lassan négy éve birtokolja és futtatja a Szürkület Fogadót. Pár hónappal azelőtt vásárolta, hogy elszabadult a pokol. Ő és a drága felesége Gárda nem rendelkeznek elég pénzzel, hogy távozzanak innen, mert minden befektetésüket abba tették, hogy itt megélhetésre leljenek. Egy jó ember, mély felelősségtudattal.
tr: Ogden, neredeyse dört yıldır Gündoğan Hanı ve Meyhanesi’ni işletiyor. Bu kasabadaki her şey cehenneme dönmeden sadece birkaç ay önce satın aldı. O ve karısı Garda, buradaki yaşamlarını kurmak için tüm varlıklarını yatırdıkları için gidecek paraları yok. Ogden, derin bir sorumluluk duygusuna sahip iyi bir adamdır.
