Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: Poor Farnham. He is a disquieting reminder of the doomed assembly that entered into the Cathedral with Lazarus on that dark day. He escaped with his life, but his courage and much of his sanity were left in some dark pit. He finds comfort only at the bottom of his tankard nowadays, but there are occasional bits of truth buried within his constant ramblings.
hu: Szegény Farnham. Egy megrendítő emlékeztető arra a szerencsétlen csoportra kik lemerészkedtek a katedrálisba Lázárral azon a sötét nap. Ő még élve elmenekült, de a bátorsága és a józan esze abban a sötét kamrában maradt. Csak a korsója mélyén talál megnyugvást manapság, de a szövegelése során időnként előjön belőle az igazság.
tr: Zavallı Farnham. O karanlık günde Lazarus ile birlikte Katedrale giren talihsiz topluluğun üzücü bir hatırlatıcısı. Hayatıyla kurtarmayı başardı ama cesareti ve aklının büyük bir kısmını karanlık bir çukurda bıraktı. Günümüzde teselliyi sadece şişenin dibinde bulabiliyor, sürekli gevezelik yapsa da, söylediklerinde bazen gerçekler de saklı olabiliyor.

source: The witch, Adria, is an anomaly here in Tristram. She arrived shortly after the Cathedral was desecrated while most everyone else was fleeing. She had a small hut constructed at the edge of town, seemingly overnight, and has access to many strange and arcane artifacts and tomes of knowledge that even I have never seen before.
hu: A boszorkány, Adria, egy szokatlan jelenség még itt Tristramban is. Nem sokkal azután érkezett, hogy a katedrálist szégyenteljes módon meggyalázták, miközben mindenki más éppen menekült. Egy kis kunyhót épített a város szélén, látszólag egyetlen éjszaka alatt és számos olyan furcsa és titokzatos ereklyéhez és könyvhöz van hozzáférése, amelyeket még én sem fogtam soha a kezeim között.
tr: Cadı, Adria, burada Tristramda bir istisna. Katedral kirletildikten kısa bir süre sonra geldi, çoğu kişi kaçarken o buraya yerleşti. Şehrin kenarında, neredeyse bir gecede küçük bir kulübe yaptı ve benim bile daha önce hiç görmediğim birçok garip ve gizemli eser ve ilim kitapları var.

source: The story of Wirt is a frightening and tragic one. He was taken from the arms of his mother and dragged into the labyrinth by the small, foul demons that wield wicked spears. There were many other children taken that day, including the son of King Leoric. The Knights of the palace went below, but never returned. The Blacksmith found the boy, but only after the foul beasts had begun to torture him for their sadistic pleasures.
hu: Wirt története bizony egy rémisztő és sajnálatos eset. Az édesanyjának a karjából elragadták és a labirintusba hurcolta pár kis visszataszító démon görbe lándzsákkal. Sok más gyereket vittek el aznap, köztük Leorik király fiát is. A palota lovagjai lementek megmenteni, de sose tértek vissza. A kovács megtalálta a fiút, de csak miután azok a fenevadak már elkezdték megkínozni őt a saját romlott örömükre.
tr: Wirtün hikayesi korkutucu ve trajiktir. Annesinin kollarından alınıp, mızrakı küçük, pis şeytanlar tarafından labirente sürüklendi. O gün anlınan başka çocuklar da vardı, bunlardan biri de Kral Leoricin oğluydu. Sarayın Şövalyeleri aşağıya indi ama bir daha geri dönemedi. Demirci oğlanı buldu ama, pis canavarlar ona çoktan sadistik zevkleri için işkence etmişlerdi bile.

source: Ah, Pepin. I count him as a true friend - perhaps the closest I have here. He is a bit addled at times, but never a more caring or considerate soul has existed. His knowledge and skills are equaled by few, and his door is always open.
hu: Ó, Pipin. Egy igaz barátként tekintek rá, talán a legközelebbire a helyiek közül. Kicsit türelmetlen tud lenni időnként, de nála odaadóbb és nagylelkűbb lélek még nem létezett a földön. A tág tudásával és tapasztalatával kevesen vehetik fel a versenyt és az ajtaja mindig nyitva áll bárki számára.
tr: Ah, Pepin. Onu gerçek bir dost olarak bilirim - belki de burada bana en yakın kişi o. Bazen biraz kafası karışık olabilir ama ondan ilgili ya da düşüncelisini bulamazsın. Bilgisi ve yeteneklerinin eşi az bulunur ve kapısı daima herkese açıktır.

source: Gillian is a fine woman. Much adored for her high spirits and her quick laugh, she holds a special place in my heart. She stays on at the tavern to support her elderly grandmother who is too sick to travel. I sometimes fear for her safety, but I know that any man in the village would rather die than see her harmed.
hu: Júlia bizony egy szép asszony. Sokan szeretik őt a lelkesedése miatt, valamint, hogy milyen könnyű megnevettetni. Nekem is egy különleges helye van a szívemben. A fogadóban él, hogy gondozza a beteg nagymamáját, aki túl beteg ahhoz, hogy utazzon. Néha féltem a biztonságát, de tudom, hogy bármely férfi a városban inkább meghalna, sem minthogy baja essék annak a lánynak.
tr: Gillian harika bir kadın. Neşeli hali ve kahkahasıyla çok sevilen Gillian, kalbimde özel bir yere sahiptir. Hasta ve seyahat edemeyecek kadar yaşlı olan büyükannesine destek olmak için handa çalışıyor. Bazen onun güvenliği için endişeleniyorum ama biliyorum ki köydeki hiçbir adam yoktur ki, kendi canı pahasına onun zarar görmesine engel olmasın.

source: Greetings, good master. Welcome to the Tavern of the Rising Sun!
hu: Áldás, békesség, jó uram. Üdvözölöm az Alkonyat Fogadóban!
tr: Selamlar, Efendim. Gündoğan Hanına hoş geldiniz!

source: Many adventurers have graced the tables of my tavern, and ten times as many stories have been told over as much ale. The only thing that I ever heard any of them agree on was this old axiom. Perhaps it will help you. You can cut the flesh, but you must crush the bone.
hu: Sok kalandor tette gazdagabbá a fogadóm asztalait és legalább tucat annyi történetet meséltek már egy hűs ital felett. Az egyetlen dolog, amelyben mind egyetértettek, az egy a régi népi bölcsesség. Talán segít neked is. A húst vághatod, de a csontot csak zúzhatod.
tr: Şimdiye kadar çok maceracı hanımın masalarını şereflendirdi ve on katı daha fazla hikaye, bir o kadar biranın üstüne anlatıldı, dinlendi. Bu kadar kişinin hemfikir olduğu sadece tek bir şey duydum, bir atasözü. Belki bu, size yardımcı olur. Eti kesebilirsin ama kemiği ezmek zorundasın.

source: Griswold the blacksmith is extremely knowledgeable about weapons and armor. If you ever need work done on your gear, he is definitely the man to see.
hu: Griswold a kovácsunk hihetetlen jártas fegyverek és páncélzat terén. Ha valaha segítségre van szükséget felszerelés kapcsán, világosan ő lesz az ön embere.
tr: Demirci Griswold silahlar ve zırhlar hakkında son derece bilgilidir. Eğer eşyalarınız ile ilgili yaptırmanız gereken işleriniz varsa, görmeniz gereken kişi kesinlikle odur.

source: Farnham spends far too much time here, drowning his sorrows in cheap ale. I would make him leave, but he did suffer so during his time in the Labyrinth.
hu: Farnham túl sok, túl sok időt tölt itt, olcsó italba fordítva a bánatát. Rá szeretném venni, hogy hagyja abba, de tudom milyen sokat szenvedett a labirintusban.
tr: Farnham burada fazlasıyla zaman geçiriyor, ucuz birayla kederlerini boğarak… Onu gönderirdim ama Labirentte başına gelenler çok fenaydı.

source: Adria is wise beyond her years, but I must admit - she frightens me a little. Well, no matter. If you ever have need to trade in items of sorcery, she maintains a strangely well-stocked hut just across the river.
hu: Adria bölcsebb a koránál és bevallom, kicsit megrémiszt. Nem számít. Ha kereskedni akarsz valaha is varázslatos eszközökkel, ő egy igen jelentős készlettel bír a folyó túlsó partján.
tr: Adria yaşıtlarından çok daha bilge ama itiraf etmeliyim - beni biraz korkutuyor. Neyse, önemli değil. Eğer büyü ile ilgili eşyalar almanız gerekiyorsa, nehrin hemen karşısında şaşırtıcı derecede iyi mallarının olduğu bir kulübesi var.

source: If you want to know more about the history of our village, the storyteller Cain knows quite a bit about the past.
hu: Ha kíváncsi vagy a falunk történetére, Káin elég sokat tud a múltról.
tr: Köyümüzün tarihini daha fazla öğrenmek istiyorsanız, öykücü Cain geçmiş hakkında oldukça fazla şey biliyor.

source: Wirt is a rapscallion and a little scoundrel. He was always getting into trouble, and it's no surprise what happened to him. He probably went fooling about someplace that he shouldn't have been. I feel sorry for the boy, but I don't abide the company that he keeps.
hu: Wirt egy rosszcsont és egy kis taknyos kis kölyök. Mindig valami bajba kerül, nem is csoda, hogy mi történt vele. Valószínűleg valahol hülyéskedett, ahol nem kellett volna. Sajnálom őt, de nem kedvelem a társaságot, akivel körülveszi magát.
tr: Wirt yaramaz ve küçük bir düzenbazdır. Başını hep belaya sokardı bu yüzden de başına gelenler şaşırtmıyor. Muhtemelen gezinmemesi gereken bir yerde geziniyordur. O oğlana acıyorum ama etrafındaki arkadaş çevresini onaylamıyorum.

source: Pepin is a good man - and certainly the most generous in the village. He is always attending to the needs of others, but trouble of some sort or another does seem to follow him wherever he goes...
hu: Pipin egy jó ember, kérdés nélkül a legbőkezűbb a faluban. Mindig igyekszik mások bajait orvosolni, de valami baj mindig kísérti őt, bárhova is megy.
tr: Pepin iyi bir adam - ve kesinlikle köydeki en cömert kişi. Daima başkalarının ihtiyaçlarıyla ilgilenir ama nereye gitse bir bela da onu takip ediyor…

source: Gillian, my Barmaid? If it were not for her sense of duty to her grand-dam, she would have fled from here long ago. Goodness knows I begged her to leave, telling her that I would watch after the old woman, but she is too sweet and caring to have done so.
hu: Júlia, a csaposnőm? Ha nem lenne kötelességtudata a nagyanyját illetően, szerintem már rég elmenekült volna. Jóisten tudja hányszor könyörögtem neki, hogy menjen el és én majd gondozom az öreglányt, ő egyszerűen túl édes és törődő ahhoz, hogy így tegyen.
tr: Garsonum Gillian mı? Kendini büyükannesinin bakımına adamasa, çoktan buradan kaçmış olurdu. Tanrı biliyor, ona gitmesi için yalvardım, yaşlı kadına benim bakacağımı söyledim ama o çok tatlı ve ilgili olduğu için böyle bir şey yapmadı.

source: What ails you, my friend?
hu: Mi nyomja a lelkét, barátom?
tr: Seni rahatsız eden nedir, dostum?

source: I have made a very interesting discovery. Unlike us, the creatures in the Labyrinth can heal themselves without the aid of potions or magic. If you hurt one of the monsters, make sure it is dead or it very well may regenerate itself.
hu: Egy nagyon érdekes felderítést sikerült tennem. Velünk ellentétben, a labirintus teremtményei bájitalok és varázslat nélkül is képesek gyógyulni. Ha megsebez egy szörnyet, fejezze is be a munkát, mert könnyen lehetséges, hogy hamar maguktól rendbe jönnek.
tr: Çok ilginç bir şey keşfettim. Bizim aksimize, Labirentteki yaratıklar iksir veya büyü yardımı olmadan kendilerini iyileştirebiliyorlar. Eğer bir canavarı yaralarsan, öldüğünden emin ol yoksa kendini tamamen iyileştirebilir.

source: Before it was taken over by, well, whatever lurks below, the Cathedral was a place of great learning. There are many books to be found there. If you find any, you should read them all, for some may hold secrets to the workings of the Labyrinth.
hu: Mielőtt elfoglalta a lent ólálkodó gonosz, a katedrális nagy tudás helye volt. Sok-sok könyv található ott. Ha talál egyet, olvassa el, értékes titkokat őrizhet a labirintus működéséről.
tr: Katedral, altında yatan şey(artık o şey her ne ise) tarafından ele geçirilmeden önce, büyük bir ilim yuvasıydı. Orada birçok kitap bulunabilir. Eğer herhangi bir kitap bulursan, mutlaka okumalısın, çünkü bazıları Labirentin işleyişi hakkında önemli bilgiler içeriyor olabilir.

source: Griswold knows as much about the art of war as I do about the art of healing. He is a shrewd merchant, but his work is second to none. Oh, I suppose that may be because he is the only blacksmith left here.
hu: Griswold annyit tud a háború művészetéről, mint én a gyógyításéról. Egy ravasz kereskedő és a munkájának minősége párra nem lel. Lehet ez pusztán csak azért van, mert ő itt az egyetlen kovács...
tr: Griswold, savaş sanatı hakkında benim şifa sanatı hakkında bildiğim kadar çok şey biliyor. O açıkgöz bir tüccar, ancak zanaatı eşsiz. Ah, belki de bu, kasabada kalan tek demirci olmasındandır.

source: Cain is a true friend and a wise sage. He maintains a vast library and has an innate ability to discern the true nature of many things. If you ever have any questions, he is the person to go to.
hu: Káin egy igaz barát és egy bölcs látnok. Terjedelmes nagy könyvtárat birtokol és ösztönösen megérni sok dolog igaz mivoltát. Ha valaha is kérdései vannak, ő lesz a maga embere.
tr: Cain gerçek bir dost ve arif bir bilgedir. Çok geniş bir kütüphaneye sahip ve birçok şeyin gerçek doğasını ayırt etme konusunda doğuştan bir yeteneğe sahip. Eğer herhangi bir sorun olursa, başvurman gereken kişi odur.

source: Even my skills have been unable to fully heal Farnham. Oh, I have been able to mend his body, but his mind and spirit are beyond anything I can do.
hu: Még az én tudásom sem volt elég, hogy teljesen rendbe hozzam Farnhamot. Jaj, a testét meggyógyítottam, de az elméjével és a szellemével már én sem tudok mihez kezdeni.
tr: Benim yeteneklerim bile Farnhamı tamamen iyileştirmeye yetmedi. Ah, bedenini iyileştirebildim ama aklı ve ruhu benim hünerimin ötesinde.

source: While I use some limited forms of magic to create the potions and elixirs I store here, Adria is a true sorceress. She never seems to sleep, and she always has access to many mystic tomes and artifacts. I believe her hut may be much more than the hovel it appears to be, but I can never seem to get inside the place.
hu: Amíg a varázslat korlátozott formáit használom az itt található bájitalok elkészítéshez, Adria az igazi mágus. Úgy tűnik sose alszik és mindig hozzáférése van különféle titokzatos kincsekhez, valamint tekercsekhez. A kunyhója szerintem többet tartogat a külsejénél, de sose sikerült közelebb férkőznöm, hogy lássam.
tr: Burda iksirlerimi yapmak için bazı cüzi büyüler kullanıyorum ama Adria gerçek bir büyücüdür. Hiç uyumuyor gibi görünüyor ve her zaman birçok mistik kitap ve esere erişimi var. Kulübesinin göründüğü kadar basit bir yer olmadığını düşünüyorum ama içini hiç göremedim.

source: Poor Wirt. I did all that was possible for the child, but I know he despises that wooden peg that I was forced to attach to his leg. His wounds were hideous. No one - and especially such a young child - should have to suffer the way he did.
hu: Szegény, szegény Wirt. Minden tőlem telhetőt megtettem, de tudom, hogy mennyire gyűlöli azt a falábat, amit rá kellett szerelnem a testére. A sebei olyan csúfosak voltak. Senki, főleg egy gyermek, nem lenne szabad, hogy olyan módon szenvedjen, mint ahogy ő szenvedett.
tr: Zavallı Wirt. Onun için elimden geleni yaptım ama biliyorum ki takmak zorunda kaldığım o tahta bacaktan nefret ediyor. Yaraları çok korkunçtu. Hiç kimse - ve özellikle de böyle genç bir çocuk - onun çektiği acıları çekmemeli.

source: I really don't understand why Ogden stays here in Tristram. He suffers from a slight nervous condition, but he is an intelligent and industrious man who would do very well wherever he went. I suppose it may be the fear of the many murders that happen in the surrounding countryside, or perhaps the wishes of his wife that keep him and his family where they are.
hu: Tényleg nem tudom megérteni, hogy Ogden miért marad itt Tristram falujában. Enyhén neurotikus jellem, de egy okos, szorgalmas férfi és elboldogulna bárhol is van. Feltételezem, hogy tart a gyilkosságoktól, amelyek a környező vidéken történnek, de lehet csak a felesége kívánsága, hogy itt maradjanak.
tr: Ogdenın Tristramda neden kaldığını gerçekten anlamıyorum. Hafif bir gerginlik problemi var ama zeki olduğu kadar çalışkan bir adam ve nereye giderse gitsin başarılı olacağı da kesin. Sanırım çevredeki kırsalda gerçekleşen cinayetlerden duyduğu korku, ya da belki de eşinin isteği onu ve ailesini burada tutuyor olabilir.

source: Ogden's barmaid is a sweet girl. Her grandmother is quite ill, and suffers from delusions. She claims that they are visions, but I have no proof of that one way or the other.
hu: Ogden csapotlánya egy édes teremtés. A nagymamája igen beteg és tébolytól szenved. Ő azt állítja, hogy azok látomások, de én nem tudom ezt megerősíteni vagy cáfolni.
tr: Ogdenın garsonu tatlı bir kız. Büyükannesi oldukça hasta ve sanrılar görüyor. Bu görüntülerin önsezi olduğunu iddia ediyor ama bunun ne doğruluğuna ne de yanlışlığına dair ne bir kanıtım var.

source: Good day! How may I serve you?
hu: Szép napot! Mivel szolgálhatok?
tr: İyi günler! Sana nasıl hizmet edebilirim?

source: My grandmother had a dream that you would come and talk to me. She has visions, you know and can see into the future.
hu: A nagymamámnak volt egy álma arról, hogy te jönni fogsz és beszélni fogsz velem. Látomásai vannak, tudod és a olvasni tud a jövőbe.
tr: Büyükannem senin gelip benimle konuşacağını rüyasında görmüştü. Biliyorsun, önsezileri var ve geleceği görebiliyor.

source: The woman at the edge of town is a witch! She seems nice enough, and her name, Adria, is very pleasing to the ear, but I am very afraid of her. It would take someone quite brave, like you, to see what she is doing out there.
hu: A hölgy a város szélén egy boszorkány! Bár elég rendesnek tűnik. A neve Adria, nagyon szép név, de eléggé félek tőle. Valaki olyan bátorra lenne szükség, mint te, hogy lássad mit csinál ott.
tr: Kasabanın ucundaki kadın bir cadı! Adı Adria, kulağa oldukça hoş geliyor ve yeterince nazik görünüyor ama ondan çok korkuyorum. Onun orada ne yaptığını görmek için senin gibi oldukça cesur biri olmak gerekiyor.

source: Our Blacksmith is a point of pride to the people of Tristram. Not only is he a master craftsman who has won many contests within his guild, but he received praises from our King Leoric himself - may his soul rest in peace. Griswold is also a great hero; just ask Cain.
hu: A kovácsunk a falu büszkesége. Nem csak egy mestere a szakmájának, ki sok-sok versenyt nyert a céhén belül, de még maga Leorik király is kitűntette, nyugodjék békében a lelke. Griswold mi tovább egy igazi hős is; csak kérdezd Káint.
tr: Demircimiz Tristram halkı için bir gurur kaynağıdır. Sadece loncasında birçok yarışma kazanmış usta bir zanaatkar değil, aynı zamanda Kralımız Leoricin bizzat övgülerini de almıştır - ruhu şad olsun. Griswold aynı zamanda büyük bir kahramandır; Caine sorabilirsin.

source: Cain has been the storyteller of Tristram for as long as I can remember. He knows so much, and can tell you just about anything about almost everything.
hu: Káin a rangidőse volt Tristram falujának mióta csak az eszemet tudom. Olyan sokat tud, szerintem szinte mindenről tudna valamit mondani.
tr: Cain, bildim bileli Tristramın öykücüsüdür. Çok şey biliyor ve hemen hemen her şey hakkında size neredeyse her şeyi anlatabilir.

source: Farnham is a drunkard who fills his belly with ale and everyone else's ears with nonsense. I know that both Pepin and Ogden feel sympathy for him, but I get so frustrated watching him slip farther and farther into a befuddled stupor every night.
hu: Farnham a részeges, minden nap a gyomrát sörrel, az emberek füleit pedig eszetlenségekkel tömi. Tudom, hogy mind Pipin és Ogden sajnálják, de engem annyira zavar látni őt, ahogy egyre mélyebbre és mélyebbre süllyed a zavaros elkeseredettségbe minden egyes éjszaka.
tr: Farnham, karnını bira, başkalarının kafasını da saçmalıklarla dolduran bir ayyaştır. Pepin ve Ogdenın ona sempati duyduklarını biliyorum ama her gece daha da şaşkın bir sersemlik içine düştüğünü izlemek beni sinir ediyor.

source: Pepin saved my grandmother's life, and I know that I can never repay him for that. His ability to heal any sickness is more powerful than the mightiest sword and more mysterious than any spell you can name. If you ever are in need of healing, Pepin can help you.
hu: Pipin megmentette a nagymamám életét és tudom, hogy semmivel sem tudnám ezt meghálálni neki. A képessége, hogy bármilyen betegséget meggyógyítson erősebb, mint a leghatalmasabb kard; titokzatosabb, mint bármilyen létező varázsige. Ha valaha gyógyításra van szükséged, Pipin segíthet.
tr: Pepin büyükannemin hayatını kurtardı, bunun karşılığını asla ödeyemeyeceğimi biliyorum. Onun herhangi bir hastalığı iyileştirme yeteneği en güçlü kılıçtan bile daha güçlü ve aklına gelebilecek herhangi bir büyüden de daha gizemlidir. Eğer bir gün şifaya ihtiyaç duyarsan, Pepin sana yardımcı olabilir.

source: I grew up with Wirt's mother, Canace. Although she was only slightly hurt when those hideous creatures stole him, she never recovered. I think she died of a broken heart. Wirt has become a mean-spirited youngster, looking only to profit from the sweat of others. I know that he suffered and has seen horrors that I cannot even imagine, but some of that darkness hangs over him still.
hu: Wirt anyjával, Canaceszal nőttem fel. Noha őt csak enyhén bántották azok a csúfságos rémek, mikor a gyerekét elrabolták, végleg összeomlott és hamar elpusztult szegény lelke a gyászban. Wirtből egy undok fiatalember lett, aki csak hasznot akar húzni mindenki más bőrén. Tudom, hogy sokat szenvedett és olyan retteneteket látott, melyeket én el sem tudnék képzelni, de a sötétség mindig árnyékban tartja.
tr: Wirtün annesi Canace ile birlikte büyüdüm. Korkunç yaratıklar Wirtü çaldığında, Canace sadece hafifçe yaralanmıştı ama asla iyileşemedi. Bence kahrından öldü. Wirt, başkalarının alın terinden kazanç sağlamaya çalışan kötü niyetli bir delikanlı haline geldi. Acı çektiğini ve hayal bile edemeyeceğim dehşetleri gördüğünü biliyorum ama o karanlığın bir kısmı hala onun üzerinde geziyor gibi.

source: Ogden and his wife have taken me and my grandmother into their home and have even let me earn a few gold pieces by working at the inn. I owe so much to them, and hope one day to leave this place and help them start a grand hotel in the east.
hu: Ogden és a felesége befogadták a nagymamámat és engem az otthonukba és voltak olyan kedvesek, hogy egy kis kenyérre valót is tudok keresni azzal, hogy a fogadójukban dolgozhatok. Olyan sokkal tartozom nekik, remélem egy nap otthagyhatom ezt a helyet és segíthetek nekik egy nagy szállót létrehozni ott keleten.
tr: Ogden ile karısı beni ve büyükannemi evlerine aldılar ve handa çalışarak biraz para kazanma şansı verdiler. Onlara çok şey borçluyum. Bir gün buradan ayrılıp onlara doğuda büyük bir otel açmalarında yardımcı olmayı umuyorum.

source: Well, what can I do for ya?
hu: Na, mit tehetek érted?
tr: Eh, senin için ne yapabilirim?

source: If you're looking for a good weapon, let me show this to you. Take your basic blunt weapon, such as a mace. Works like a charm against most of those undying horrors down there, and there's nothing better to shatter skinny little skeletons!
hu: Ha egy ütős fegyvert keresel, hadd mutassam meg neked ezt. Fogj egy sima ütőeszközt, mint egy buzogányt. Csodálatosan működik a legtöbb élőhalott ellen odalent. Semmi jobb nincs is a pici, vékony csontjaik összezúzására!
tr: İyi bir silah arıyorsan, sana bunu göstereyim. Ağır bir şey al, mesela bir topuz. Aşağıdaki ölümsüz dehşetlerin çoğuna karşı harikalar yaratır ayrıca incecik iskeletleri parçalamak için daha iyisini bulamazsın!
