Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: the night
hu: éjszakai
tr: gece

source: light
hu: fényes
tr: ışık

source: radiance
hu: sugárzó
tr: ışıma

source: flame
hu: forró
tr: alev

source: fire
hu: égő
tr: ateş

source: burning
hu: lángoló
tr: yanık

source: shock
hu: töltött
tr: şok

source: lightning
hu: villámló
tr: yıldırım

source: thunder
hu: mennydörgő
tr: şimşek

source: many
hu: számos
tr: çoklu

source: plenty
hu: bőséges
tr: yığın

source: thorns
hu: tövis
tr: diken

source: corruption
hu: romlott
tr: yoz

source: thieves
hu: svindler
tr: hırsız

source: the bear
hu: medveölő
tr: ayı

source: the bat
hu: denevérszárnyú
tr: yarasa

source: vampires
hu: vámpír
tr: vampir

source: the leech
hu: parazita
tr: sülük

source: blood
hu: véres
tr: kan

source: piercing
hu: szúrós
tr: deşici

source: puncturing
hu: páncélrepesztő
tr: delici

source: bashing
hu: zúzó
tr: dayak

source: readiness
hu: gyors
tr: hazırlık

source: swiftness
hu: fürge
tr: çabukluk

source: speed
hu: rohanó
tr: hız

source: haste
hu: vágtató
tr: acele

source: balance
hu: kemény
tr: denge

source: stability
hu: szilárd
tr: istikrar

source: harmony
hu: nyugtató
tr: harmoni

source: blocking
hu: őrző
tr: önleyen

source: devastation
hu: veszélyes
tr: kahreden

source: decay
hu: rothadó
tr: çürüyen

source: peril
hu: fertőző
tr: risk

# spell
source: Firebolt
hu: Tűzgolyó
tr: Ateşoku

# spell
source: Healing
hu: Gyógyítás
tr: Şifa

# spell
source: Lightning
hu: Mennydörgés
tr: Yıldırım

# spell
source: Flash
hu: Villanás
tr: Flaş

# spell
source: Identify
hu: Beazonosítás
tr: Teşhis Etme

# spell
source: Fire Wall
hu: Tűzfal
tr: Ateş Duvarı

# spell
source: Town Portal
hu: Varázskapu
tr: Kasaba Portalı

# spell
source: Stone Curse
hu: Medúza
tr: Taş Laneti

# spell
source: Infravision
hu: Hőlátás
tr: Ötegörü

# spell
source: Phasing
hu: Kámfor
tr: Sıçrama

# spell
source: Mana Shield
hu: Csodapajzs
tr: Mana Kalkanı

# spell
source: Fireball
hu: Tűzbomba
tr: Ateştopu

# spell
source: Guardian
hu: Hidra
tr: Muhafız

# spell
source: Chain Lightning
hu: Sorvillám
tr: Yıldırım Zinciri

# spell
source: Flame Wave
hu: Tűzhullám
tr: Alev Dalgası

# spell
source: Doom Serpents
hu: Halálkígyó
tr: Kıyamet Yılanları

# spell
source: Blood Ritual
hu: Vérszerződés
tr: Kan Ayini

# spell
source: Nova
hu: Nóva
tr: Parlama

# spell
source: Invisibility
hu: Láthatatlanság
tr: Görünmezlik

# spell
source: Inferno
hu: Lángcsóva
tr: Cehennem Ateşi

# spell
source: Golem
hu: Gólem

# spell
source: Rage
hu: Dühöngés
tr: Öfke

# spell
source: Teleport
hu: Teleportáció
tr: Işınlanma

# spell
source: Apocalypse
hu: Végzet
tr: Kıyamet

# spell
source: Etherealize
hu: Szétporlás
tr: Soyutlaşma

# spell
source: Item Repair
hu: Kovács
tr: Eşya Tamiri

# spell
source: Staff Recharge
hu: Újratöltő
tr: Asa Yükleme

# spell
source: Trap Disarm
hu: Hatástalanító
tr: Tuzak Bozma

# spell
source: Elemental
hu: Tűzlény

# spell
source: Charged Bolt
hu: Gömbvillám
tr: Yüklü Akım

# spell
source: Holy Bolt
hu: Szentvillám
tr: Kutsal Ateş

# spell
source: Resurrect
hu: Feltámasztás
tr: Diriltme

# spell
source: Telekinesis
hu: Mozgatás
tr: Telekinezi

# spell
source: Heal Other
hu: Mások gyógyítása
tr: Başkasını İyileştir

# spell
source: Blood Star
hu: Vércsillag
tr: Kan Yıldızı

# spell
source: Bone Spirit
hu: Csontszellem
tr: Kemik Ruhu

# spell
source: Mana
hu: Feltöltődés

# spell
source: the Magi
hu: a napkeleti bölcstől egy
tr: Büyücüler

# spell
source: the Jester
hu: bolondos
tr: Soytarı

# spell
source: Lightning Wall
hu: Villámfal
tr: Yıldırım Duvarı

# spell
source: Immolation
hu: Felgyújtás
tr: Tutuşturma

# spell
source: Warp
hu: Menekülés
tr: Geçiş

# spell
source: Reflect
hu: Visszaverés
tr: Yansıt

# spell
source: Berserk
hu: Téboly
tr: Çıldırtma

# spell
source: Ring of Fire
hu: Tűzgyűrű
tr: Ateş Halkası

# spell
source: Search
hu: Keresés
tr: Bulma

# spell
source: Rune of Fire
hu: A tűz rúnája
tr: Ateş Rünü

# spell
source: Rune of Light
hu: A fény rúnája
tr: Yıldırım Rünü

# spell
source: Rune of Nova
hu: A nóva rúnája
tr: Parlama Rünü

# spell
source: Rune of Immolation
hu: A felgyújtás rúnája
tr: Tutuşturma Rünü

# spell
source: Rune of Stone
hu: A kő rúnája
tr: Taş Rünü

source: Producer
tr: Yapımcı

source: Diablo Strike Team
tr: Diablo Strike Ekibi

source: Marketing
tr: Pazarlama

source: Pause Game When Window Loses Focus
tr: Pencere Değişiminde Oyunu Duraklat

source: When enabled, the game will pause when focus is lost.
tr: Aktifleştirildiğinde, oyun penceresi odaktan çıkarsa oyunu duraklatır.

source: Dur: {:d}/{:d}
tr: Sağ: {:d}/{:d}

source: Indestructible
tr: Yok edilemez

source: version
tr: mevcut değil

source: Falchion
tr: Şemşir

source: Platinum
tr: Platin
