Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: The axe? Aye, that's a good weapon, balanced against any foe. Look how it cleaves the air, and then imagine a nice fat demon head in its path. Keep in mind, however, that it is slow to swing - but talk about dealing a heavy blow!
hu: A balta? Bizony, jó fegyver, remek lehet bármi ellen. Nézd hogyan szeli a levegőt. Majd, képzelj el egy szép, dagadt ördögfejet az útjában! Tartsd észben viszont, hogy elég lassan mozdul... de amikor aztán becsapódik!
tr: Balta mı? Evet, iyi bir silah, her düşmana karşı dengelidir. Havayı nasıl yarıp geçtiğine bak ve ardından önüne güzelce şişman bir iblis kafası çıktığını hayal et. Tabi, sallamasının zor olduğunu unutma - ama burda ağır bir darbe indirmekten bahsediyoruz!

source: Look at that edge, that balance. A sword in the right hands, and against the right foe, is the master of all weapons. Its keen blade finds little to hack or pierce on the undead, but against a living, breathing enemy, a sword will better slice their flesh!
hu: Nézd ezt a pengét, ezt a finom egyensúlyt! Egy kard a megfelelő kezekben, a megfelelő ellenfél ellen, minden fegyver ura. Egy minőségi penge nem használ sokat a kemény csontvázak ellen, de az élő, hús-vér szörnyek húsát, bármi valamire való kard szétnyesi!
tr: Şu keskinliğe, şu dengeye bak. Doğru ellerde ve doğru düşmana karşı bir kılıç, tüm silahların efendisidir. Keskin bıçağı yaşayan ölülerde pek bir şey bulamaz, ancak yaşayan, nefes alan bir düşmanın etlerini kılıç çok daha iyi dilimler!

source: Your weapons and armor will show the signs of your struggles against the Darkness. If you bring them to me, with a bit of work and a hot forge, I can restore them to top fighting form.
hu: A fegyvereden és páncélodon megmutatkozik már az idő vasfoga. Hozd el őket hozzam, egy kis munkával és egy forró kemencével pillanatok alatt rendbe hozom, hogy jobb legyen, mint új korában!
tr: Silahların ve zırhların, karanlığa karşı verdiğin mücadelelerin izlerini gösterecektir. Onları bana getirirsen, biraz emek ve sıcak bir ocakla, onları ilk hallerine geri getirebilirim.

source: While I have to practically smuggle in the metals and tools I need from caravans that skirt the edges of our damned town, that witch, Adria, always seems to get whatever she needs. If I knew even the smallest bit about how to harness magic as she did, I could make some truly incredible things.
hu: Amíg gyakorlatilag csempésznem kell a fémeket és a szerszámokat a megátkozott városunk széléről a karavánoktól, az a boszorka, Adria, valahogy mindig megszerez mindent ami kell neki. Ha tudnám a lehető legkevesebbet is arról, hogy hogyan hasznosítsam azt a varázslatot, amit ő használ, ó, milyen csodálatos dolgokat is tudnék akkor én létrehozni!
tr: Gerekli metalleri ve aletleri, lanetli kasabamızın kenarından geçen kervanlardan neredeyse kaçak olarak getirirken, cadı Adria her zaman neye ihtiyacı varsa elde edebiliyor gibi duruyor. Büyüyü onun kullandığının çok azı kadar bile bilsem, gerçekten inanılmaz şeyler yapabilirdim.

source: Gillian is a nice lass. Shame that her gammer is in such poor health or I would arrange to get both of them out of here on one of the trading caravans.
hu: Júlia egy olyan helyes leány. Kár, hogy a nagyija olyan rossz állapotban van, különben már mindkettőnket kicsempésztem volna innen az egyik karavánon keresztül
tr: Gillian tatlı bir kız. Yazık ki büyükannesi çok hasta, yoksa ikisini de buralardan geçen kervanlardan biriyle buradan gönderirdim.

source: Sometimes I think that Cain talks too much, but I guess that is his calling in life. If I could bend steel as well as he can bend your ear, I could make a suit of court plate good enough for an Emperor!
hu: Néha úgy vélem Káin túl sokat beszél, de ez az élete, ez a hivatása. Ha olyan jól tudnám dolgozni az acélt, mint ő az emberek füleit, még a császárnak is én csinálnám a páncélját!
tr: Bazen Cainin fazla konuştuğunu düşünüyorum ama sanırım onun bu hayatındaki görevi de o. Çeliği onun kulaklarını büktüğü kadar iyi bükebilseydim, imparatorlara layık zırhlar bile yapabilirdim!

source: I was with Farnham that night that Lazarus led us into Labyrinth. I never saw the Archbishop again, and I may not have survived if Farnham was not at my side. I fear that the attack left his soul as crippled as, well, another did my leg. I cannot fight this battle for him now, but I would if I could.
hu: Farnhammal voltam az éjszaka mikor Lázár levezetett minket abba a labirintusba. Soha többet nem láttam a főérseket többet és lehet nem is éltem volna túl én sem, ha nincs Farnham mellettem. Félek az a támadás úgy megtépázta a lelkét, mint ahogy én lábamat. Én már nem tudom helyette megvívni ezt a harcot, de megtenném, ha tudnám.
tr: Lazarusun bizi Labirente götürdüğü o gece Farnham ile birlikteydim. Başpiskoposu bir daha hiç görmedim ve Farnham yanımda olmasaydı belki de hayatta kalamazdım. O gece aldığımız yaralar benim bacağımı sakatladığı gibi onun da ruhunu sakatladı. Artık onun için savaşamam ama savaşabilseydim kesinlikle bunu yapardım.

source: A good man who puts the needs of others above his own. You won't find anyone left in Tristram - or anywhere else for that matter - who has a bad thing to say about the healer.
hu: Egy jó ember önmagát adja mások szükségleteiért. Senki sem találhatsz Tristramban vagy bárhol máshol, kinek egy rossz szava is lenne a gyógyítóról.
tr: Başkalarının ihtiyaçlarını kendi ihtiyaçlarının üstünde tutan iyi bir adam. Tristramda - ya da başka bir yerde - şifacı hakkında kötü bir şey söyleyen kimse bulamazsınız.

source: That lad is going to get himself into serious trouble... or I guess I should say, again. I've tried to interest him in working here and learning an honest trade, but he prefers the high profits of dealing in goods of dubious origin. I cannot hold that against him after what happened to him, but I do wish he would at least be careful.
hu: Az a gyerek még egyszer nagy bajba fogja magát juttatni... vagy mondhatni, ismét. Megpróbáltam megkenni, ösztönözni, hogy itt dolgozzon és legyen egy tisztes hivatása, de jobban szereti a magas hasznokat a kétes eredetű tárgyak forgalmazásából. Nem tudom okolni azok után ami történt vele, de jobban szeretném, ha legalább csak óvatos lenne.
tr: O çocuk kendini ciddi bir belaya sokacak… ya da yine sokacak demeliyim sanırım. Onu burada çalışmaya ve dürüst ticaret öğrenmeye ikna etmeye çalıştım ama nerden geldiği şüpheli mallarla uğraşıp yüksek kâr etmeyi tercih ediyor. Başına gelenlerden sonra ona kızamıyorum ama en azından dikkatli olmasını diliyorum.

source: The Innkeeper has little business and no real way of turning a profit. He manages to make ends meet by providing food and lodging for those who occasionally drift through the village, but they are as likely to sneak off into the night as they are to pay him. If it weren't for the stores of grains and dried meats he kept in his cellar, why, most of us would have starved during that first year when the entire countryside was overrun by demons.
hu: A fogadósnak nem megy jól az üzlete és nem tud hasznot csinálni. Élelemmel, szállással szolgál azon keveseknek kik a városunkba tévednek, de amazok legalább olyan valószínű, hogy lelépnek az éjszaka közepén, mint hogy fizessenek neki. Ha nem gyűjtött volna olyan nagy mennyiségű gabonát és szárított húst a pincéjében, lehet már mind elpusztultunk volna a rémségek támadásának a legelső évében mikor azok elárasztották a vidéket.
tr: Hancının pek işi olmuyor ve kâr da edemiyor. Köye ara sıra uğrayanlara yiyecek ve konaklama sağlayarak geçimini sağlıyor ama onların geceleyin gizlice kaçma ihtimalleri, en az ödeme yapmaları kadar muhtemel. Mahzeninde tuttuğu tahıl ve kurutulmuş et stokları olmasaydı, köyün çevresi iblisler tarafından sarıldığında çoğumuz ilk yıl açlıktan ölürdük.

source: Can't a fella drink in peace?
hu: Már nem is ihat egy jóember békében?
tr: Huzur içinde bir yudum içemez miyiz?

source: The gal who brings the drinks? Oh, yeah, what a pretty lady. So nice, too.
hu: A lány aki hozza az italokat? Igen, szép hölgy az. Kedves is.
tr: İçecekleri getiren kız mı? Ah, evet, ne kadar güzel bir bayan. Çok da nazik.

source: Why don't that old crone do somethin' for a change. Sure, sure, she's got stuff, but you listen to me... she's unnatural. I ain't never seen her eat or drink - and you can't trust somebody who doesn't drink at least a little.
hu: Miért nem csinál valamit az a vén kuruzsló már végre? Persze, vannak holmijai, de figyelj rám... természetellenes. Sose láttam őt enni, inni... senkiben sem bízhatsz, aki nem iszik egy kicsit!
tr: Neden o yaşlı kocakarı bir şeyler yapmıyor artık? Tamam, tamam, onda bir şeyler var ama beni dinle… o doğaüstü biri. Onun yemek yediğini ya da içtiğini hiç görmedim - ve en birazcık bile içmeyen birine güvenemezsin.

source: Cain isn't what he says he is. Sure, sure, he talks a good story... some of 'em are real scary or funny... but I think he knows more than he knows he knows.
hu: Káin nem az akinek vallja magát. Persze, jó történetmesélő... néhány tényleg elég vicces vagy ijesztő... de szerintem valójában többet tud, mint amennyit ő is gondolna.
tr: Cain, söylediği gibi biri değil. Tamam, tamam, iyi hikayeler anlatıyor… bazıları gerçekten korkutucu ya da komik… ama bence bildiğinden daha fazlasını biliyor.

source: Griswold? Good old Griswold. I love him like a brother! We fought together, you know, back when... we... Lazarus... Lazarus... Lazarus!!!
hu: Griswold? Jó öreg Griswold. Testvéremként szeretem. Együtt harcoltunk mikor... mi... Lázár... Lázár, Lázár, Lázár!!!
tr: Griswold mu? Ah bizim Griswold. Onu bir kardeş gibi seviyorum! Birlikte savaştık, biliyorsun, o zamanlar… biz… Lazarus… Lazarus… Lazarus!!!

source: Hehehe, I like Pepin. He really tries, you know. Listen here, you should make sure you get to know him. Good fella like that with people always wantin' help. Hey, I guess that would be kinda like you, huh hero? I was a hero too...
hu: Hahaha... szeretem Pipint. Tényleg próbálkozik, tudod. Figyelj ide, jobban meg kellene ismerned. Egy olyan jólélek mindig segíteni akar. Ettől épp olyan lesz, mint te, nem? Egy hős? Én is hős voltam egyszer...
tr: Hehehe, Pepini severim. Bilirsin, gerçekten çabalıyor. Dinle bak, onunla tanıştığına emin ol. Yardıma ihtiyacı olanlara yardım itmeyi seven iyi bir adam. Kahraman, seni de seviyor gibiyim ne dersin? Ben de ordaydım…

source: Wirt is a kid with more problems than even me, and I know all about problems. Listen here - that kid is gotta sweet deal, but he's been there, you know? Lost a leg! Gotta walk around on a piece of wood. So sad, so sad...
hu: Wirt egy gyerek akinek még nálam is több problémája van, pedig azokban én is bővelkedem. Figyelj ide: az a gyerek sokszor megpróbál lehúzni, de tudom hol járt, érted...? Elvesztett egy lábat! Egy darab fával a helyén kell járkálnia. Olyan szomorú, annyira szomorú...
tr: Wirt benden bile fazla dertleri olan bir çocuk ve inan bana ben çok dertli biriyimdir. Dinle bak - o çocukta bir şeyler var ama o da ordaydır, biliyorsun değil mi? Bacağını kaybetti! Artık bir parça tahtayla gezmek zorunda. Üzücü, çok üzücü…

source: Ogden is the best man in town. I don't think his wife likes me much, but as long as she keeps tappin' kegs, I'll like her just fine. Seems like I been spendin' more time with Ogden than most, but he's so good to me...
hu: Ogden a legjobb ember az egész városban. Szerintem a felesége engem annyira nem kedvel, de amíg teletölti a korsómat, engem ő sem fog zavarni. Úgy néz ki, hogy a legtöbb időmet Ogdennel töltöm, de ha egyszer ő annyira jó hozzám...
tr: Ogden kasabadaki en iyi adamdır. Sanırım karısı beni pek sevmiyor ama kadehimi doldurduğu sürece sorun yok, ben onu severim. Galiba Ogden ile herkesten çok ben vakit geçiriyorum ama bana çok iyi davranıyor.

source: I wanna tell ya sumthin', 'cause I know all about this stuff. It's my specialty. This here is the best... theeeee best! That other ale ain't no good since those stupid dogs...
hu: El akarok mondani valamit, mert én tudok minden ilyesmiről. Ez a különlegességem. Ez itt a legjobb... a legeslegjobb! A többi semmire sem jó amióta azok mocskos fenevadak...
tr: Sana bişey söyleyeyim, bunları en iyi ben bilirim. Benim uzmanlığım bu. Burdaki en iyisi… eeeeen iyisi! O diğer bira hiç güzel değil, aptal köpekler yüzünden…

source: No one ever lis... listens to me. Somewhere - I ain't too sure - but somewhere under the church is a whole pile o' gold. Gleamin' and shinin' and just waitin' for someone to get it.
hu: Senki sem figyel... figyel rám. Valahol, nem vagyok biztos hol, de valahol a templom alatt van egy nagy halom arany. Ragyog, csillog és csak arra vár, hogy valaki elvigye.
tr: Beni kimse din… dinlemez. Bir yerlerde - tam emin değilim - ama kilisenin altında bir yerlerde yığınla altın var. Parlıyor ve ışıldıyor ve birinin almasını bekliyor.

source: I know you gots your own ideas, and I know you're not gonna believe this, but that weapon you got there - it just ain't no good against those big brutes! Oh, I don't care what Griswold says, they can't make anything like they used to in the old days...
hu: Tudom megvannak a saját ötleteid és nem fogod ezt elhinni, de az a fegyvered ottan... nem jó a nagy bestiák ellen! Jaj, nem érdekel mit mond Griswold, ma már semmi sem olyan, mint régen volt.
tr: Senin de kendi fikrin olabilir, ve biliyorum bana inanmayacaksın ama senin bu silahın - o büyük yabanilere karşı hiç iyi değil. Ah, Griswold ne diyor umrumda değil, eskiler gibi yapamıyorlar.

source: If I was you... and I ain't... but if I was, I'd sell all that stuff you got and get out of here. That boy out there... He's always got somethin good, but you gotta give him some gold or he won't even show you what he's got.
hu: Ha te lennék... nem vagyok... de ha lennék, eladnám minden holmidat és eltűnnék innen. Az a fiú ott... mindig van nála valami jó, de adnod kell némi aranyat vagy sose fogja megmutatni, hogy mije van éppen.
tr: Senin yerinde olsam… ama değilim… ama olsam, elimdeki her şeyi satıp buradan defolurdum. Ordaki çocuk… Hep iyi bir şeyleri olur ama sana göstermesi için bile para vermen lazım yoksa sana göstermez.

source: I sense a soul in search of answers...
hu: Érzem egy lélek közeledését, aki válaszokra vár...
tr: Sorularına cevap arayan bir ruh seziyorum…

source: Wisdom is earned, not given. If you discover a tome of knowledge, devour its words. Should you already have knowledge of the arcane mysteries scribed within a book, remember - that level of mastery can always increase.
hu: A bölcsességet ki kell érdemelni, nem lehet megkapni. Ha felfedezel egy írást, fald fel a szavait. Ha már van tudásod azokról a titkokról, jegyezd meg: mindig van hova növekednie a jártasságunknak.
tr: Bilgelik kazanılır, verilmez. Eğer bir ilim kitabı bulursan, yala yut. Eğer kitapta yazılı olan esrarlı sırları zaten biliyorsan, unutma - ustalık seviyen her zaman artabilir.

source: The greatest power is often the shortest lived. You may find ancient words of power written upon scrolls of parchment. The strength of these scrolls lies in the ability of either apprentice or adept to cast them with equal ability. Their weakness is that they must first be read aloud and can never be kept at the ready in your mind. Know also that these scrolls can be read but once, so use them with care.
hu: A legnagyobb hatalom gyakran a legrövidebb életű is. Találhatsz ősi varázsigéket, rég pergamenekre írva. Ezeknek a tekercseknek az ereje abban rejlik, hogy még egy gyakorlatlan mágus is megidézheti őket. A hátrányuk viszont az, hogy ehhez hangosan fel kell olvasni őket és nem tudod az elmédben eltárolni a jelentésüket. Tudd, hogy ezeket a tekercseket csak egyszer használhatod, szóval fontold meg jól, hogy mikor lesz ez.
tr: En güçlüler genellikle kısa yaşar. Deri parşömenlere yazılmış eski güç sözcükleri bulabilirsin. Bu parşömenlerin gücü, hem çırakların hem de ustaların onları eşit yetenekle kullanabilmesindedir. Zayıflıkları ise önce yüksek sesle okunmaları gerektiği ve asla ezberlenememeleridir. Ayrıca bu parşömenlerin yalnızca bir kez okunabileceğini de bil, bu yüzden onları dikkatle kullan.

source: Though the heat of the sun is beyond measure, the mere flame of a candle is of greater danger. No energies, no matter how great, can be used without the proper focus. For many spells, ensorcelled Staves may be charged with magical energies many times over. I have the ability to restore their power - but know that nothing is done without a price.
hu: A nap hője felmérhetetlen nagy, de mégis egy puszta gyertyaláng nagyobb veszélyt jelent. Nincsen olyan erő, nem számít mekkora az, melyet nem lehet használni megfelelő összpontosítás nélkül. Sok varázsige megbűvölt pálcákba ültethető, amelyek számottevő varázserővel bírhatnak. Én vissza tudom őket állítani a régibe, de annak is meglesz majd a saját ára.
tr: Güneşin sıcağı ölçüleyemeyecek kadar fazla olsa da, sıradan bir mum alevi daha tehlikedir. Ne kadar büyük olursa olsun hiçbir enerji düzgün bir şekilde odaklanmadan kullanılamaz. Çoğu büyü için, belirli sayıda büyü yükü olan Asalar vardır. Kullandığın asaların yüklerini yenileyebilirim - ama unutma ki hiçbir şey bir bedel olmadan yapılmaz.

source: The sum of our knowledge is in the sum of its people. Should you find a book or scroll that you cannot decipher, do not hesitate to bring it to me. If I can make sense of it I will share what I find.
hu: A tudásunk összessége az emberek összessége. Ha találsz egy könyvet vagy tekercset mit nem tudsz értelmezni, ne félj, hozd ide hozzám. Én megpróbálom értelmezni és megosztom veled amit látok.
tr: Bildiklerimiz, tanıdığımız insanlarının toplamıdır. Eğer ne olduğunu anlayamadığım bir kitap veya parşömen bulursan, bana getirmekte tereddüt etme. Anlayabilirsem sana da aktaracağım.

source: To a man who only knows Iron, there is no greater magic than Steel. The blacksmith Griswold is more of a sorcerer than he knows. His ability to meld fire and metal is unequaled in this land.
hu: Egy férfinak ki csak a vasat ismeri, az acélnál nagyobb varázslat nem létezhet. A kovács Griswold nagyobb mágus, mint önmaga azt gondolná. A képessége, hogy irányítsa a tüzet és a fémet páratlan ezen a vidéken.
tr: Sadece demiri bilen bir adam için çelikten daha büyük bir sihir yoktur. Demirci Griswold, bir büyücüye tahmin ettiğinden çok daha fazla benzer. Ateşle metali birleştirme yeteneği bu topraklarda eşsizdir.

source: Corruption has the strength of deceit, but innocence holds the power of purity. The young woman Gillian has a pure heart, placing the needs of her matriarch over her own. She fears me, but it is only because she does not understand me.
hu: A romlásnak az ereje az ármánykodásban rejlik, viszont az ártatlanság őrzi meg a tisztaság erejét. Ez a Júlia nevű fiatal hölgy tiszta szívű, a szükségleteit háttérbe helyezi a szülőjével szemben. Ő fél tőlem, de csak mert nem ért meg.
tr: Yozlaşma aldatmanın gücüne sahiptir ama saflığın gücünü taşıyan masumiyettir. Genç kadın Gillianın tertemiz bir kalbi var, büyükannesinin ihtiyaçlarını kendi ihtiyaçlarının önüne koyuyor. Benden korkuyor ama bu bunun nedeni beni anlamaması.

source: A chest opened in darkness holds no greater treasure than when it is opened in the light. The storyteller Cain is an enigma, but only to those who do not look. His knowledge of what lies beneath the cathedral is far greater than even he allows himself to realize.
hu: Egy láda nyílt ki a sötétségben, mely nagyobb kincset nem tartalmaz, mint a tény, hogy a világosságban nyitották ki. Káin egy fejtörő, de csak azoknak, akik nem figyelnek. A tudása a katedrális kapcsán nagyobb, mint amennyire azt ő is elmerné képzelni.
tr: Karanlıkta açılan bir sandıktan çıkan hazine, aydınlıkta açılandan daha değerli değildir. Öykücü Cain sadece bakmayanlar için bir muammadır. Katedralin altında yatanlar hakkında bildikleri, kendisinin fark ettiğinden çok daha fazladır.

source: The higher you place your faith in one man, the farther it has to fall. Farnham has lost his soul, but not to any demon. It was lost when he saw his fellow townspeople betrayed by the Archbishop Lazarus. He has knowledge to be gleaned, but you must separate fact from fantasy.
hu: Minél magasabbra helyezed a hitedet egy emberben, annál mélyebbre tudsz zuhanni. Farnham elvesztette a lelkét, de nem valamiféle ördög miatt. Akkor veszett el, mikor látta, hogy a társait elárulja Lázár főérsek. Van tudása, mely olykor ránk ragyoghat, de el kell különítened a tényeket a képzelgésektől.
tr: Bir insana olan inancınız ne kadar yüksekse, düşeceği yer o kadar aşağısı olur. Farnham ruhunu kaybetti lakin bir iblise değil. Ruhunu, Başpiskopos Lazarus tarafından ihanete uğrayan kasabalıları gördüğünde kaybetti. Ondan öğrenilecek bilgiler var ama gerçeği hayalden ayırabiliyor olmalısın.

source: The hand, the heart and the mind can perform miracles when they are in perfect harmony. The healer Pepin sees into the body in a way that even I cannot. His ability to restore the sick and injured is magnified by his understanding of the creation of elixirs and potions. He is as great an ally as you have in Tristram.
hu: A keze, a szíve és az elméje csodákra képes mikor tökéletes együttműködésben vannak. A gyógyító Pipin olyan dolgokat is lát a testen, miket még én sem. A képessége, hogy visszahozza a betegeket és sérülteket még nagyobb a széles rálátásától, melynek segítségével még bájitalokat is tud készíteni. Nagyszerű szövetséges ő itt Tristramban.
tr: El, kalp ve zihin mükemmel uyum içinde olduklarında mucizeler gerçekleştirebilir. Şifacı Pepin, vücuda benim bile yapamadığım bir şekilde bakar. Hastaları ve yaralıları iyileştirme hüneri, iksirler ve ilaçlar yaratma konusundaki hakimiyeti ile artmıştır. Tristramda sahip olabileceğin en büyük müttefiklerden biridir.

source: There is much about the future we cannot see, but when it comes it will be the children who wield it. The boy Wirt has a blackness upon his soul, but he poses no threat to the town or its people. His secretive dealings with the urchins and unspoken guilds of nearby towns gain him access to many devices that cannot be easily found in Tristram. While his methods may be reproachful, Wirt can provide assistance for your battle against the encroaching Darkness.
hu: Sok dolog van a jövőben melyet nem láthatunkk, de mikor a gyerekekről van szó, ők lesznek azok, akik annak súlyát hordozni fogják. A kisfiú, Wirt lelkén sötétség hódol, de nem jelent veszélyt a városra vagy a lakóira. A titkos alkudozásai a kétes céhekkel sok olyan eszközhöz juttatják, melyhez Tristram nem férkőzhetne hozzá. Míg a módjai kicsit erőteljesen, Wirt nagy segítséget nyújthat a csatában a közelgő gonosszal szemben.
tr: Gelecek hakkında göremediğimiz çok şey var ama geldiğinde onu çocuklar şekillendirecek. Wirt adlı çocuğun ruhunda bir karanlık var ama kasaba veya halkı için bir tehdit oluşturmuyor. Komşu kasabalardaki serseriler ve bilinmeyen loncalarla yaptığı gizli anlaşmalar, Tristramda kolay bulunamayacak birçok eşyaya erişim sağlıyor. Yöntemleri eleştirilebilir olsa da, Wirt yaklaşan Karanlıkla olan savaşında sana yardım edebilir.
