Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: Earthen walls and thatched canopy do not a home create. The innkeeper Ogden serves more of a purpose in this town than many understand. He provides shelter for Gillian and her matriarch, maintains what life Farnham has left to him, and provides an anchor for all who are left in the town to what Tristram once was. His tavern, and the simple pleasures that can still be found there, provide a glimpse of a life that the people here remember. It is that memory that continues to feed their hopes for your success.
hu: Puszta vályogfalak és szalmatetők nem tesznek ki egy otthont. A fogadós, Ogden fontosabb szerepet vállal a közösség szívében, mint azt sokan értenék. Menedéket ad Júliának és a szülőjének, fenntartja a megmaradt életet Farnhamban és egy fedezék mindenki számára, aki itt maradt ebben az elmúlt városban. A fogadója és az egyszerű örömök mik találhatóak ott, egy pillanatképet adnak arról az életről, amire az emberek emlékezni szeretnének. Egy emléket, mely táplálja bennük a reménységet, hogy lesznek még jobb idők ezen a helyen.
tr: Evi yapan, toprak duvarları ve sazdan çatısı değildir. Hancı Ogden, birçok kişinin anlamadığı bir amaçla bu kasabada hizmet eder. Gillian ve büyükannesine barınak sağlar, Farnham’ın hayatından kalanları bir arada tutar ve kasabada kalan herkese Tristramın bir zamanlar ne olduğunu hatırlatan bir çapa gibidir. Onun meyhanesi ve orada hâlâ bulunabilen basit zevkler, insanların hatırladığı hayatın bir hatırasını sunar. Senin başarılı olmanı ummalarının en büyük nedeni işte bu hatıradır.

source: Pssst... over here...
hu: Hé... jer ide!
tr: Pssst... buraya bak…

source: Not everyone in Tristram has a use - or a market - for everything you will find in the labyrinth. Not even me, as hard as that is to believe. Sometimes, only you will be able to find a purpose for some things.
hu: Nem tudja mindenki hasznát venni, pláne nem megvenni, az összes dolognak mit találsz a labirintusban. Még én sem, ha nehéz is lehet elhinni. Néha csak te leszel egyedül képes jelentőséget adni egyes holmiknak.
tr: Tristramdaki herkesin labirentte bulacağın şeyler için bir kullanışlığı ya da piyasası yok. Hatta benim bile, inanması zor olsa da. Bazen, bulduğun şeylerin amacını sadece sen bulabilirsin.

source: Don't trust everything the drunk says. Too many ales have fogged his vision and his good sense.
hu: Ne higgy el mindent amit az a részeg mond. A túl sok ital elködösítette a látását és a józan eszét.
tr: Sarhoşun her söylediğine inanma. Çok fazla bira içmek algısını ve aklını bulanıklaştırdı.

source: In case you haven't noticed, I don't buy anything from Tristram. I am an importer of quality goods. If you want to peddle junk, you'll have to see Griswold, Pepin or that witch, Adria. I'm sure that they will snap up whatever you can bring them...
hu: Ha nem vetted volna észre, semmit sem veszek Tristramból. Én minőségi termékeket hozok be. Ha szemetet akarsz másra rásózni, látogasd meg Griswoldot, Pipint vagy azt a boszorkát, Adriát. Biztos vagyok benne, hogy felhappolnak mindent, bármit is tennél le eléjük...
tr: Farketmediysen söyleyeyim, Tristramdan hiçbir şey almıyorum. Kaliteli mallar ithal ediyorum. Dandik mallar satmak istiyorsan Griswold, Pepin veya o cadı Adria’ya sorman gerekiyor. Onlara ne götürürsen götür havada kapacaklarına eminim.

source: I guess I owe the blacksmith my life - what there is of it. Sure, Griswold offered me an apprenticeship at the smithy, and he is a nice enough guy, but I'll never get enough money to... well, let's just say that I have definite plans that require a large amount of gold.
hu: Azt hiszem a kovácsmesternek köszönhetem az életemet... amennyi jutott belőle. Persze, Griswold felajánlott egy gyakornokságot a műhelyében és egy rendes fickó, de sose tudtam volna ott elég pénzt szerezni... nos, maradjunk csak annyiban, hogy vannak konkrét terveim, melyek nagyon, nagyon sok pénzt igényelnek.
tr: Sanırım hayatımı demirciye borçluyum - artık ne kadar kaldıysa. Evet, Griswold bana demircide çıraklık teklif etti, iyi de bir adam ama onunla asla yeterince para kazanamam… eh, belirli planlarım var diyelim ve bunlar çok fazla altın gerektiriyor.

source: If I were a few years older, I would shower her with whatever riches I could muster, and let me assure you I can get my hands on some very nice stuff. Gillian is a beautiful girl who should get out of Tristram as soon as it is safe. Hmmm... maybe I'll take her with me when I go...
hu: Ha egy pár évvel idősebb lennék, elárasztanám minden széppel mivel csak bírnám és hidd el, nagyon értékes dolgokra bírok ám szert tenni. Júlia egy gyönyörű lány és el kellene hagyni Tristramit amint csak lehetséges. Talán magammal viszem majd mikor én is megyek...
tr: Birkaç yaş daha büyük olsaydım, elde edebileceğim tüm zenginliklere boğardım onu, emin olabilirsin ki elimden çok güzel şeyler geçebilir. Gillian güzel bir kız ve güvenli olduğu ilk fırsatta Tristramdan ayrılmalı. Hmmm… belki giderken onu da yanıma alırım…

source: Cain knows too much. He scares the life out of me - even more than that woman across the river. He keeps telling me about how lucky I am to be alive, and how my story is foretold in legend. I think he's off his crock.
hu: Káin túl sokat tud. Halálra rémít, még jobban mint az az asszony a folyó túlpartján. Azt mondja, hogy milyen szerencsés vagyok, hogy élek, meg a történetemet megjósolták a legendák... szerintem csak elgu
tr: Cain çok şey biliyor. Ödümü koparıyor - nehrin öte tarafındaki kadından bile daha çok. Bana sürekli hayatta olduğum için ne kadar şanslı olduğumu ve hikayemin efsanelerde nasıl müjdelendiğini söylüyor. Kafayı yemiş olabilir.

source: Farnham - now there is a man with serious problems, and I know all about how serious problems can be. He trusted too much in the integrity of one man, and Lazarus led him into the very jaws of death. Oh, I know what it's like down there, so don't even start telling me about your plans to destroy the evil that dwells in that Labyrinth. Just watch your legs...
hu: Farnham, na ő egy komoly problémákkal küszködő ember és tudom milyen az. Túl sokat tett egy ember becsületére és Lázár a halál torkáig vezette. Tudom milyen ott lent, szóval ne is kezd el mesélni, hogy milyen terveid vannak a labirintusban rejlő gonosz elpusztítására. Csak vigyázz a lábadra inkább...
tr: Farnham - işte ciddi sorunları olan bir adam ve böyle ciddi sorunların nasıl çıkabileceğini çok iyi biliyorum. Bir adamın dürüstlüğüne fazla güvendi ve Lazarus onu ölümün pençesine sürükledi. Ah, oraların nasıl olduğunu biliyorum, o yüzden bana Labirentteki kötülüğü yok etme planlarından bahsetmeye başlama bile. Sadece bacaklarına dikkat et…

source: As long as you don't need anything reattached, old Pepin is as good as they come. If I'd have had some of those potions he brews, I might still have my leg...
hu: Amíg nem kell semmit sem visszavarratnod, Pipinnél jobb nincs is. Ha lett volna egy kicsit a főzeteiből, talán még mindig meglenne a lábam...
tr: Sana bir şeyler takılmasına ihtiyacın yoksa, yaşlı Pepin bulabileceğin en iyisidir. Eğer o zaman elimde yaptığı iksirlerden olsaydı, belki de bacağım bende kalırdı.

source: Adria truly bothers me. Sure, Cain is creepy in what he can tell you about the past, but that witch can see into your past. She always has some way to get whatever she needs, too. Adria gets her hands on more merchandise than I've seen pass through the gates of the King's Bazaar during High Festival.
hu: Adria tényleg nagyon zavar. Persze, Káin ijesztő, mert mindenféléket mond a múltadról, de az a boszorkány tényleg bele is lát a múltadba! Mindig megszerez mindent amit akar is valahogy. Több árúja van mint amit a királyi vásáron láttam, még a fesztiválok idején.
tr: Adria gerçekten beni rahatsız ediyor. Tabii, Cain geçmiş hakkında sana anlatabilecekleriyle korkutabilir ama o cadı geçmişini görebiliyor. Her zaman ihtiyacı olan şeyleri elde etmenin bir yolunu da buluyor. Adriada, Yüksel Festival sırasında Kralın Pazarı’nın kapılarından geçen mallardan daha fazlası var.

source: Ogden is a fool for staying here. I could get him out of town for a very reasonable price, but he insists on trying to make a go of it with that stupid tavern. I guess at the least he gives Gillian a place to work, and his wife Garda does make a superb Shepherd's pie...
hu: Ogden egy bolond, hogy itt marad. Ki tudnám juttatni innen egy nagyon méltányos áron, de ragaszkodik az ostoba fogadójához. Gondolom legalább ad Júliának valami munkát és a felesége, Gárda is remek pitét süt...
tr: Ogden burada kalmakla aptallık ediyor. Çok makul bir fiyata onu şehirden çıkarabilirim ama o aptal han ile iş yapmaya çalışmakta ısrar ediyor. Eh en azından Gilliana çalışacak bir yer sağlıyor, ayrıca eşi Garda harika Çoban turtaları yapıyor…

source: Beyond the Hall of Heroes lies the Chamber of Bone. Eternal death awaits any who would seek to steal the treasures secured within this room. So speaks the Lord of Terror, and so it is written.
hu: A hősök csarnokán túl nyúlik a koponya kamra. Örök halál vár mindenkire ki annak a teremnek a kincseire áhítozik. Így szólott a pusztulás ura és így is lesz.
tr: Kahramanların Salonunun ötesinde Kemikler Odası uzanır. Bu odada korunan hazineleri çalmaya çalışacak herkesi sonsuz ölüm bekler. Dehşetin Efendisi böyle söyler ki, böyle yazılmıştır.

source: ...and so, locked beyond the Gateway of Blood and past the Hall of Fire, Valor awaits for the Hero of Light to awaken...
hu: ...és így a vér kapuján túl, a lángok csarnokán át, a Virtus vár a fény hősére, hogy feltámadjon...
tr: …ve böylece, Kan Geçidinin ötesine kilitlenmiş ve Ateş Salonlarının ardında, Yiğitlik, Işık’ın Kahramanının uyanmasını bekler…

source: I can see what you see not. Vision milky then eyes rot. When you turn they will be gone, Whispering their hidden song. Then you see what cannot be, Shadows move where light should be. Out of darkness, out of mind, Cast down into the Halls of the Blind.
hu: Látni látom mit te épp nem fénylik s hamvas lesz a szép szem Ahová fordulsz, ott nincsen a halk fütty mögötted sincsen Ott meglátod mit nem lenne szabad Hol fény lenne ott csak árny marad Gyere világosság hű bajnoka Mert itt vár rád a vakok csarnoka
tr: Senin görmediğini görebilirim, Görüş bulanır, sonra çürür gözlerin. Döndüğünde yok olurlar, Gizli şarkılarını fısıldarlar. Sonra görürsün olamayacak olanı, ışık olması gereken yerde gölgeler dolanır. Karanlıktan, akıldan dışarı, Körlerin Salonları’na atılır.

source: The armories of Hell are home to the Warlord of Blood. In his wake lay the mutilated bodies of thousands. Angels and men alike have been cut down to fulfill his endless sacrifices to the Dark ones who scream for one thing - blood.
hu: A pokol fegyvertára ad otthon a vér hadurának. Nyomában ezer s ezer holttest hever. Angyalok és férfiak egyaránt hullottak, minden áldozat egyetlen egy célért: magáért a vérért.
tr: Cehennemin cephanelikleri Kan Beyine ev sahipliği yapar. Ardında binlerce parçalanmış ceset yatar. Melekler ve insanlar sonu gelmeyen adaklarını gerçekleştirmek için doğranmıştır - kan için çıldıran Karanlık olanların adaklarını.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. There is a war that rages on even now, beyond the fields that we know - between the utopian kingdoms of the High Heavens and the chaotic pits of the Burning Hells. This war is known as the Great Conflict, and it has raged and burned longer than any of the stars in the sky. Neither side ever gains sway for long as the forces of Light and Darkness constantly vie for control over all creation.
hu: Vésd eszedbe jól az igazat, mit itt látsz, mert ez a híres Horadrim végső hagyatéka. Egy háború dühöng itt éppen még most is, túl a mezőkön, melyeket ismerünk, a mennyek mesés királyságain és a poklok pusztító vereméin is túl. A háború, melyet a nagy küzdelemnek hívnak, mely régebb óta tart, mint mióta bármely csillag is ég az égen. Egyik oldal sem tud túl sokáig felülmaradni; a fény és a sötétség erői örökké viaskodni fognak maga az egész teremtés felett.
tr: Kulak verin ve burada yatan gerçeklere tanıklık edin, çünkü bunlar Horadrimin son mirasıdır. Bildiğimiz menzillerin ötesinde, Yüce Cennetlerin ütopik krallıkları ile Yanan Cehennemler’in kaotik çukurları arasında devam eden bir savaş vardır. Bu savaşa Büyük Çatışma denir ve gökyüzündeki yıldızlardan daha uzun süredir devam eder ve yanar. Hiçbir taraf uzun süre üstünlük sağlayamaz çünkü Işık ve Karanlık güçleri, tüm yaratılış üzerinde tam kontrol sağlayıncaya dek sürekli mücadele eder.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. When the Eternal Conflict between the High Heavens and the Burning Hells falls upon mortal soil, it is called the Sin War. Angels and Demons walk amongst humanity in disguise, fighting in secret, away from the prying eyes of mortals. Some daring, powerful mortals have even allied themselves with either side, and helped to dictate the course of the Sin War.
hu: Vésd eszedbe jól az igazat, mit itt látsz, mert ez a híres Horadrim végső hagyatéka. Mikor az örökké tartó küzdelem a mennyek és poklok között a halandók földjére került, elnevezték a bűn háborújának. Angyalok és démonok járnak az emberiség között álcában, titokban harcolva, távol az esendők kíváncsiskodó szemeik elől. Pár merész, erős lélek szövetkezett is egyik-másik oldallal, vezetve ezzel a háború további alakulását.
tr: Kulak verin ve burada yatan gerçeklere tanıklık edin, çünkü bunlar Horadrimin son mirasıdır. Yüce Cennetler ile Yanan Cehennemler arasındaki Ebedi Çatışma fani topraklara düştüğünde, buna Günah Savaşı dendi. Melekler ve Şeytanlar, insanlar arasına gizlenerek, fani gözlerden uzakta, gizlice savaşır. Bazı cesur ve güçlü faniler, taraflar ile ittifak kurmuş ve Günah Savaşı’nın gidişatını belirlemeye yardımcı olmuştur.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. Nearly three hundred years ago, it came to be known that the Three Prime Evils of the Burning Hells had mysteriously come to our world. The Three Brothers ravaged the lands of the east for decades, while humanity was left trembling in their wake. Our Order - the Horadrim - was founded by a group of secretive magi to hunt down and capture the Three Evils once and for all. The original Horadrim captured two of the Three within powerful artifacts known as Soulstones and buried them deep beneath the desolate eastern sands. The third Evil escaped capture and fled to the west with many of the Horadrim in pursuit. The Third Evil - known as Diablo, the Lord of Terror - was eventually captured, his essence set in a Soulstone and buried within this Labyrinth. Be warned that the soulstone must be kept from discovery by those not of the faith. If Diablo were to be released, he would seek a body that is easily controlled as he would be very weak - perhaps that of an old man or a child.
hu: Vésd eszedbe jól az igazat, mit itt látsz, mert ez a híres Horadrim végső hagyatéka. Közel háromszáz éve, az égő poklok három elsődleges gonosza rejtélyesen a mi világunkba érkezett. A három testvér évtizedeken keresztül pusztított a kelet vidékjein, míg az emberi faj csak reszketve menekült. A rendünket, a Horadrimot, egy csoport bölcs alkotta titokban, hogy egyszer s mindenkorra kelepcébe csalják és ismét elfogják a három gonoszt. Az eredeti Horadrim sikeresen megszerzett kettőt a három erős ereklye közül, melyeket lélekkőnek hívnak és elásták őket a kietlen sivatagi homok mélyére. A harmadik gonosz viszont elmenekült és nyugatra ment, nyomában sokakkal a Horadrim tagjai közül. Ez a harmadik gonosz, Diabló, a rettenet nagyura, a végén el lett fogva és az esszenciája egy lélekkőbe lett fogva, eltemetve a labirintus legmélyén. Légy figyelmeztetve, hogy a lélekkövet nem találhatja meg senki sem ki nem ebből a hitből van. Ha Diablo kiszabadulna, hamar találna magának egy gyenge, könnyen irányítható testet, talán egy öregemberét vagy egy gyerekét.
tr: Kulak verin ve burada yatan gerçeklere tanıklık edin, çünkü bunlar Horadrimin son mirasıdır. Yaklaşık üçyüz yıl önce, Yanan Cehennemlerin Üç Baş Kötüsünün gizemli bir şekilde dünyamıza geldiği bilinir oldu. Üç Kardeş, doğu topraklarını onlarca yıl boyunca harap etti, insanlık onların ardından titrerken. Bizim Tarikatımız - Horadrim - gizli bir grup büyücü tarafından sonsuza dek Üç Şeytan’ı avlamak ve yakalamak için kuruldu. İlk Horadrimler, Üçün ikisini Ruh Taşları olarak bilinen güçlü eserler içine hapsedip onları ıssız doğu kumlarının derinliklerine gömdü. Üçüncü Kötü yakalanamadı ve batıya doğru kaçtı, Horadrimin çoğu da takibi sürdürdü. Üçüncü Kötü - Dehşet’in Efendisi olarak bilinen Diablo - nihayetinde yakalandı, ruhunun özü bir Ruhtaşına yerleştirildi ve bu Labirentin içine gömüldü. Ruh taşının inançsızlar tarafından keşfedilmesinden sakının. Eğer Diablo serbest kalırsa, zayıf olacağından kolayca kontrol edilebilecek bir beden arayacaktır - belki yaşlı bir adamın ya da bir çocuğun bedenini.

source: So it came to be that there was a great revolution within the Burning Hells known as The Dark Exile. The Lesser Evils overthrew the Three Prime Evils and banished their spirit forms to the mortal realm. The demons Belial (the Lord of Lies) and Azmodan (the Lord of Sin) fought to claim rulership of Hell during the absence of the Three Brothers. All of Hell polarized between the factions of Belial and Azmodan while the forces of the High Heavens continually battered upon the very Gates of Hell.
hu: Szóval úgy lett, volt egy nagy forradalom az égő pokol mélyén melyet úgy hívtak, hogy a sötét száműzetés. Az alsóbb rosszak legyőzték a három nagy gonoszt és száműzték a szellemüket a halandók világába. Két démon, Belial, a hazugságok istene, és Azmodán, a bűn ura, maguknak követelték a pokol uralmát a három testvér hiányában. Az egész pokol megoszlott a két uralkodó érdekcsoportjai között és a mennyek sikeresen ostromolni tudták magának a pokolnak a kapuit is.
tr: Böylece, Yanan Cehennemler içinde Kara Sürgün olarak bilinen büyük bir devrim gerçekleşti. Alt Kötüler, Üç Baş Kötüyü devirdi ve ruhlarını fani aleme sürgün etti. Yalanların Efendisi Belial ve Günahların Efendisi Azmodan, Üç Kardeş yokken Cehennemin hükümdarlığını ele geçirmek için savaştı. Tüm Cehennem, Belial ve Azmodanın hizipleri arasında kutuplaştı, bu sırada Yüce Cennetlerin güçleri sürekli olarak Cehennem Kapıları’nı dövmeyi sürdürdü.

source: Many demons traveled to the mortal realm in search of the Three Brothers. These demons were followed to the mortal plane by Angels who hunted them throughout the vast cities of the East. The Angels allied themselves with a secretive Order of mortal magi named the Horadrim, who quickly became adept at hunting demons. They also made many dark enemies in the underworlds.
hu: Sok démon utazott az élők világába a három testvér nyomában. Ezeket a démonokat a halandó világba követték az angyalok, akik szerte a kelet nagy városai között kiszagolták és levadászták őket. Az angyalok szövetkeztek a Horadrimme, a halandó mágusok titkos szövetségével, akik hamar mesterei lettek a démonok vadászatának. Sok-sok ellenségre tettek szert az alvilágban.
tr: Birçok iblis, Üç Kardeşi aramak için ölümlü âleme gitti. Bu iblisler, onları Doğu’nun geniş şehirlerinde avlayan Melekler tarafından takip edildiler. Melekler, kısa sürede iblis avlamada ustalaşan Horadrim adlı gizemli bir ölümlü büyücüler Tarikatı ile ittifak kurdular. Ayrıca yeraltında birçok karanlık düşman da edindiler.

source: So it came to be that the Three Prime Evils were banished in spirit form to the mortal realm and after sewing chaos across the East for decades, they were hunted down by the cursed Order of the mortal Horadrim. The Horadrim used artifacts called Soulstones to contain the essence of Mephisto, the Lord of Hatred and his brother Baal, the Lord of Destruction. The youngest brother - Diablo, the Lord of Terror - escaped to the west. Eventually the Horadrim captured Diablo within a Soulstone as well, and buried him under an ancient, forgotten Cathedral. There, the Lord of Terror sleeps and awaits the time of his rebirth. Know ye that he will seek a body of youth and power to possess - one that is innocent and easily controlled. He will then arise to free his Brothers and once more fan the flames of the Sin War...
hu: Szóval úgy történt, hogy a három nagy gonosz száműzve lett lelkek formájában a halandók világába és viszályt kezdtek okozni az emberek között évtizedeken keresztül, míg le nem vadászta a halandó Horadrim megátkozott rendje. A Horadrimok különleges ereklyéket használtak, melyek nevei a lélekkövek voltak. Ezen kövek segítségével sikerült elkapni Mephisto, a gyűlölet urának és Baalnak, a pusztítás urának az esszenciáját. A legfiatalabb testvér, Diabló, a rettenet nagyura, viszont elmenekült nyugatra.
tr: Üç Yüce Kötülük, ruh formunda ölümlü âleme sürgün edildi ve Doğuda onlarca yıl boyunca kaos yaydıktan sonra lanetli Horadrim Tarikatı tarafından avlandılar. Horadrim, Nefret’in Efendisi Mephistonun ve Yıkımın Efendisi kardeşi Baalın özlerini hapsetmek için Ruhtaşları adı verilen eserler kullandı. En genç kardeş - Dehşet’in Efendisi Diablo - batıya kaçtı. Sonunda Horadrim, Diablo’yu da bir Ruhtaşı ile yakaladı ve onu kadim, unutulmuş bir Katedralin altına gömdü. Orada, Dehşetin Efendisi uyur ve yeniden doğuş zamanını bekler. Bilin ki o, genç ve güçlü bir bedeni ele geçirmek isteyecek - masum ve kolayca kontrol edilebilecek birini. Ardından Kardeşlerini özgür bırakmak ve bir kez daha Günah Savaşı’nın alevlerini körüklemek için yükselecek…

source: All praises to Diablo - Lord of Terror and Survivor of The Dark Exile. When he awakened from his long slumber, my Lord and Master spoke to me of secrets that few mortals know. He told me the kingdoms of the High Heavens and the pits of the Burning Hells engage in an eternal war. He revealed the powers that have brought this discord to the realms of man. My lord has named the battle for this world and all who exist here the Sin War.
hu: Minden dícséret Diablónak, a sötétség nagyurának, a sötét száműzetés túlélőjének. Mikor ő felébred a hosszú álmából, az uram és gazdám szólt nekem olyan titkokról, melyekről oly kevés halandó bír. Mesélt arról, hogy a mennyek és a poklok egy örökös küzdelemben állnak. Felfedte nekem azokat a rettenetes erőket, melyek viszályt hoztak az emberek világába. Az uram a harcot e világért úgy nevezte: a bűn háborúja.
tr: Bütün övgüler Dehşetin Efendisi ve Karanlık Sürgünün Sağ Kalanı Diabloya. Uzun uykusundan uyandığında, Efendim ve Ustam bana çok az sayıda ölümlünün bildiği sırları anlattı. Bana Yüksek Cennetler’in krallıkları ile Yanan Cehennemler’in çukurlarının ebedi bir savaş içinde olduğunu söyledi. Bu düzensizliği insan âlemlerine getiren güçleri açıkladı. Efendim, bu dünya ve burada var olan herkes için yapılan savaşı Günah Savaşı olarak adlandırdı.
