Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: Player friendly
hu: Tilos játékosokat támadni
tr: Barışçıl Mod

source: Player attack
hu: Szabad játékosokat támadni
tr: Savaş Modu

source: Hotkey: {:s}
hu: Gyorsbillentyű: {:s}
tr: Kısayol: {:s}

source: Select current spell button
hu: Válassz más varázsigét
tr: Geçerli büyüyü seç tuşu

source: Hotkey: 's'
hu: Gyorsbillentyű: 's'
tr: Kısayol: ’s’

source: {:s} Skill
hu: {:s} készség
tr: {:s} Yetenek

source: {:s} Spell
hu: A {:s} igéje
tr: {:s} Büyü

source: Spell Level 0 - Unusable
hu: 0. szintű varázsige - használhatatlan
tr: Büyü Seviyesi 0 - Kullanılamaz

source: Spell Level {:d}
hu: {:d}. szintű varázsige
tr: Büyü Seviyesi {:d}

source: Scroll of {:s}
hu: A {:s} tekercse
tr: {:s} Parşömeni

source: {:d} Scroll
hu: {:d} darab tekercs
tr: {:d} Parşömeni

source: Staff of {:s}
hu: A {:s} pálcája
tr: {:s} Asası

source: {:d} Charge
hu: {:d} töltés
tr: {:d} Yükü

source: {:s} gold piece
hu: {:s} szem arany
tr: {:s} Altın

source: Requirements not met
hu: Nem értük el a követelményeket
tr: Gereksinimler sağlanmıyor

source: {:s}, Level: {:d}
hu: {:s}, {:d}. szint
tr: {:s}, Seviye: {:d}

source: Hit Points {:d} of {:d}
hu: Életerő {:d} az {:d}-ből
tr: Can {:d}/{:d}

source: Level Up
hu: Szintlépés
tr: Seviyen Yükseldi

source: You have {:s} gold piece. How many do you want to remove?
hu: {:s} szem arany van itt. Mennyit szeretnél elvenni?
tr: {:s} altının var. Ne kadarını ayırmak istiyorsun?

source: Town Portal
hu: Varázskapu
tr: Kasaba Portalı

source: from {:s}
hu: {:s}től
tr: {:s} tarafından

source: Portal to
hu: Kapu
tr: Portal:

source: The Unholy Altar
hu: A beszennyezett oltárhoz
tr: Habis Sunak

source: level 15
hu: a 15. szinthez
tr: seviye 15

source: Unable to load data from file {0}
hu: Nem sikerült betölteni az adatot a fájlból {0}
tr: {0} dosyasından veri yüklenemedi

source: {0} is incomplete, please check the file contents.
hu: {0} befejezetlen, ellenőrizd a fájl tartalmát.
tr: Eksik dosya: {0}, lütfen dosya içeriğini kontrol et.

source: Your {0} file doesn't have the expected columns, please make sure it matches the documented format.
hu: A {0} fájlodnak hiányoznak az elvárt oszlopai, ellenőrizd, hogy a dokumentált formátumot használja-e.
tr: Dosyan {0}, beklenen sütunlara sahip değil, lütfen belgelenmiş formata uyduğundan emin olun.

source: Non-numeric value {0} for {1} in {2} at row {3} and column {4}
hu: {1} kulcshoz nem-numerikus érték {0} a {3}. sor, {4}. oszlopánál a {2} fájlban
tr: Sütün {4} satır {3} konumundaki {2} dosyasının {1} sütun başlıklı {0} değeri numerik değil

source: Out of range value {0} for {1} in {2} at row {3} and column {4}
hu: {1} kulcshoz intervallumon kívüli érték {0} a {3}. sor, {4}. oszlopánál a {2} fájlban
tr: Sütün {4} satır {3} konumundaki {2} dosyasının {1} sütun başlıklı {0} değeri kapsam dışı

source: Invalid value {0} for {1} in {2} at row {3} and column {4}
hu: {1} kulcshoz érvénytelen érték {0} a {3}. sor, {4}. oszlopánál a {2} fájlban
tr: Sütün {4} satır {3} konumundaki {2} dosyasının {1} sütun başlıklı {0} değeri geçersiz

source: I need help! Come here!
hu: Segítség! Jöjjön valaki!
tr: Yardıma ihtiyacım var! Gel buraya!

source: Follow me.
hu: Kövess.
tr: Beni takip et.

source: Here's something for you.
hu: Van nálam valami.
tr: Senin için bir şeyim var.

source: Now you DIE!
hu: Most MEGHALSZ!
tr: Şimdi GEBER!

source: Heal yourself!
hu: Gyógyítsd meg magad!
tr: Kendini iyileştir!

source: Watch out!
hu: Vigyázz!
tr: Dikkatli ol!

source: Thanks.
hu: Köszönöm.
tr: Teşekkürler.

source: Retreat!
hu: Visszavonulás!
tr: Geri çekil!

source: Sorry.
hu: Sajnálom.
tr: Üzgünüm.

source: I'm waiting.
hu: Itt várok.
tr: Bekliyorum.

source: Print this message and exit
hu: Nyomtassa ki ezt az üzenetet, majd lépjen ki
tr: Bu mesajı yazdır ve çıkış yap

source: Print the version and exit
hu: Nyomtassa ki a verziót, majd lépjen ki
tr: Sürümü yazdır ve çıkış yap

source: Specify the folder of diabdat.mpq
hu: Határozza meg a diabdat.mpq mappáját
tr: Lütfen diabdat.mpq klasörünü belirt

source: Specify the folder of save files
hu: Határozza meg a mentések mappáját
tr: Kayıt dosyalarının klasörünü belirt

source: Specify the location of diablo.ini
hu: Határozza meg a diablo.ini mappáját
tr: Lütfen diablo.ini dosyasının konumunu belirt

source: Specify the language code (e.g. en or pt_BR)
hu: Határozza meg a nyelvi kódot (például: en vagy hu)
tr: Dil kodunu belirt (örnek “en” veya “pt_BR)

source: Skip startup videos
hu: Ugorja át a kezdő videókat
tr: Başlangıç videolarını atla

source: Display frames per second
hu: Rajzolja ki a képrátát
tr: Saniye başına gösterilen kare

source: Enable verbose logging
hu: Engedélyezze a részletes naplózást
tr: Ayrıntılı kayıtları etkinleştir

source: Record a demo file
hu: Demófájl felvétele
tr: Bir demo dosyası kaydı al

source: Play a demo file
hu: Demófájl lejátszása
tr: Bir demo dosyası oynat

source: Disable all frame limiting during demo playback
hu: Minden képráta korlátozás kikapcsolása demók végigjátszása során
tr: Demo oynatılırken tüm kare sınırlamalarını devredışı bırak

source: Game selection:
hu: Játék kiválasztása:
tr: Oyun Seçimi:

source: Force Shareware mode
hu: Próbaváltozat indítása
tr: Shareware modunu zorla

source: Force Diablo mode
hu: Alapjáték indítása
tr: Diablo modunu zorla

source: Force Hellfire mode
hu: Kiegészítő indítása
tr: Hellfire modunu zorla

source: Hellfire options:
hu: Kiegészítő beállításai:
tr: Hellfire seçenekleri:

source: Report bugs at https://github.com/diasurgical/devilutionX/
hu: Jelentsd be a hibákat itt: https://github.com/diasurgical/deevilutionX/
tr: Hata Bildir: https://github.com/diasurgical/devilutionX/

source: Please update devilutionx.mpq and fonts.mpq to the latest version
hu: Kérlek frissítsd a devilutionx.mpq és a fonts.mpq fájlokat a legfrissebb verzióra
tr: Lütfen devilutionx.mpq ve fonts.mpq dosyalarını güncelleyin

source: Failed to load UI resources. Make sure devilutionx.mpq is in the game folder and that it is up to date.
hu: Nem sikerült betölteni a kezelőfelülethez szükséges adatokat. Győződj meg róla, hogy a devilutionx.mpq a játék mappájában található és a legfrissebb verzióval bír.
tr: Arayüz kaynakları yüklenemedi. devilutionx.mpq adlı dosyanın oyun klasörü içinde ve güncel olduğuna emin olun.

source: Please update fonts.mpq to the latest version
hu: Kérlek frissítsd a fonts.mpq fájlt a legfrissebb verzióra
tr: Lütfen fonts.mpq dosyasını güncelleyin

source: -- Network timeout --
hu: -- Válaszidő túllépés --
tr: — Ağ zamanaşımı —

source: -- Waiting for players --
hu: -- Várunk a játékosokra --
tr: — Oyuncular bekleniyor —

source: No help available
hu: A segítség nem elérhető
tr: Dükkanların içindeyken

source: while in stores
hu: az üzletekben
tr: yardım kullanılamaz

source: Belt item {}
hu: Övön található tárgy {}
tr: Kemer Eşyası {}

source: Use Belt item.
hu: Használjuk az övön található tárgyat.
tr: Kemerdeki eşyayı kullan.

source: Quick spell {}
hu: Gyorsvarázs {}
tr: Büyü Kısayolu {}

source: Hotkey for skill or spell.
hu: Gyorsbillentyű a készségnek vagy varázsigének.
tr: Yetenek veya büyüler için kısayol tuşu.

source: Previous quick spell
hu: Előző ige
tr: Önceki hızlı büyü

source: Selects the previous quick spell (cycles).
hu: Kiválasztja az előző igét.
tr: Önceki hızlı büyüyü seçer(döngü halinde).

source: Next quick spell
hu: Következő ige
tr: Sıradaki hızlı büyü

source: Selects the next quick spell (cycles).
hu: Kiválasztja a következő igét.
tr: Sıradaki hızlı büyüyü seçer(döngü halinde).

source: Use health potion
hu: Gyógyító fiola használata
tr: Şifa iksiri kullan

source: Use health potions from belt.
hu: Elhasznál egy gyógyító fiolát az övünkről.
tr: Kemerdeki şifa iksirilerini kullan.

source: Use mana potion
hu: Varázs fiola használata
tr: Mana iksiri kullan

source: Use mana potions from belt.
hu: Elhasznál egy varázs fiolát az övünkről.
tr: Kemerdeki mana iksirlerini kullan.

source: Speedbook
hu: Gyorsvarázs
tr: Hızlı Büyü Kitabı

source: Open Speedbook.
hu: Nyissuk ki a varázsigék gyűjtőtárát.
tr: Hızlı Büyü Kitabını aç.

source: Quick save
hu: Gyorsmentés
tr: Hızlı Kayıt

source: Saves the game.
hu: Elmenti a játékot.
tr: Oyunu kaydeder.

source: Quick load
hu: Gyorstöltés
tr: Hızlı yükle

source: Loads the game.
hu: Betölti a játékot.
tr: Kaydedilmiş oyunu yükler.

source: Quit game
hu: Kilépés
tr: Oyundan çık

source: Closes the game.
hu: Bezárja a játékot.
tr: Oyunu kapatır.

source: Stop hero
hu: Hős megállítása
tr: Kahramanı durdur

source: Stops walking and cancel pending actions.
hu: Megállítja a hős mozgását és a fennmaradt akciókat.
tr: Yürümeyi durdurur ve beklenen aksiyonları iptal eder.

source: Item highlighting
hu: Tárgyak világítása
tr: Eşya göster

source: Show/hide items on ground.
hu: Mutatja a tárgyakat a padlón.
tr: Yerdeki eşyaların isimlerini göster/gizle.

source: Toggle item highlighting
hu: Tárgyak állandó világítása
tr: Eşya göstermeyi aktifleştir

source: Permanent show/hide items on ground.
hu: Folyamatosan mutatja a tárgyakat a padlón.
tr: Yerdeki eşyaların isimlerini kalıcı olarak göster/gizle.

source: Toggle automap
hu: Térkép kepcsolása
tr: Haritayı aktifleştir

source: Toggles if automap is displayed.
hu: Átkapcsolja a térképet.
tr: Haritayı görünür hale getirir.

source: Cycle map type
hu: Térkép típus változtatása
tr: Harita tipi değiştirme döngüsü

source: Opaque -> Transparent -> Minimap -> None
hu: Áttetsző -> Átlátszó -> Minimap -> Semmi
tr: Opak -> Transparan -> Mini harita -> Hiç

source: Open Inventory screen.
hu: Nézd meg az eszköztárad.
tr: Envanter penceresini aç.

source: Character
hu: Szereplő
tr: Karakter

source: Open Character screen.
hu: Nézd meg a szereplődet.
tr: Karakter ekranını aç.

source: Quest log
hu: Küldetések
tr: Görev kayıtları

source: Open Quest log.
hu: Nézd meg a küldetéseket.
tr: Görev kayıtlarını aç.

source: Spellbook
hu: Varázsige könyv
tr: Büyü Kitabı

source: Open Spellbook.
hu: Nézd meg a varázskönyvet.
tr: Büyü Kitabı’nı aç.

source: Quick Message {}
hu: Gyors üzenet {}
tr: Hızlı Mesaj {}

source: Use Quick Message in chat.
hu: Használjunk egy gyorsüzenetet a csevegésben.
tr: Sohbette hızlı mesajı kullan.

source: Hide Info Screens
hu: Információs ablakok elrejtése
tr: Bilgi Ekranlarını Sakla

source: Hide all info screens.
hu: Elrejti az összes információs ablakot.
tr: Tün bilgi ekranlarını saklar.

source: Zoom
hu: Nagyítás
tr: Zum Yap

source: Zoom Game Screen.
hu: Nagyít a játék képernyőjére.
tr: Oyun ekranına zum yapar.

source: Pause Game
hu: Szünet
tr: Oyunu Duraklat

source: Pauses the game.
hu: Leszüneteli a játékot.
tr: Oyunu duraklatır.

source: Pause Game (Alternate)
hu: Szünet (másodlagos)
tr: Oyunu Duraklat (Alternatif)

source: Decrease Gamma
hu: Gamma csökkentése
tr: Gamma’yı Düşür

source: Reduce screen brightness.
hu: Csökkenti a képernyő világosságát.
tr: Ekran parlaklığını düşürür.

source: Increase Gamma
hu: Gamma növelése
tr: Gamma’yı Yükselt

source: Increase screen brightness.
hu: Növeli a képernyő világosságát.
tr: Ekran parlaklığını yükseltir.

source: Help
hu: Segítség
tr: Yardım

source: Open Help Screen.
hu: Kinyitja a segítséget.
tr: Yardım ekranını aç.

source: Screenshot
hu: Fénykép
tr: Ekran Görüntüsü

source: Takes a screenshot.
hu: Fényképet készít.
tr: Ekran görüntüsünü kaydet.

source: Game info
hu: Játék információ
tr: Oyun Bilgisi

source: Displays game infos.
hu: Megmutatja a szükséges információkat a játékról.
tr: Oyun bilgilerini gösterir.

source: Chat Log
hu: Üzenetek
tr: Sohbet Kaydı

source: Displays chat log.
hu: Megmutatja a régi üzeneteket.
tr: Sohbet kaydını gösterir.

source: Sort Inventory
hu: Eszköztár sorba rendezése
tr: Envanteri Sırala

source: Sorts the inventory.
hu: Sorba rendezi az eszköztárat hatékony helykihasználás végett.
tr: Envanterdeki eşyaları sıraya diz.

source: Console
hu: Konzol
tr: Konsol

source: Opens Lua console.
hu: Kinyitja a Lua konzolt.
tr: Lua konsolunu açar.

source: Primary action
hu: Elsődleges akció
tr: Birincil eylem

source: Attack monsters, talk to towners, lift and place inventory items.
hu: Szörnyek megtámadása, tárgyak mozgatása, beszélgetés a városiakkal.
tr: Canavarlara saldır, kasabalılarla konu, envanterdeki eşyaları kaldır ve yerleştir.

source: Secondary action
hu: Másodlagos akció
tr: İkincil eylem

source: Open chests, interact with doors, pick up items.
hu: Ládák kinyitása, ajtók mozgatása, tárgyak felvétele.
tr: Sandıkları açar, kapılarla etkileşime geçer, eşyaları yerden al.

source: Spell action
hu: Varázs akció
tr: Büyü eylemi

source: Cast the active spell.
hu: A kiválasztott varázsigék megidézi.
tr: Aktif büyüyü yap.

source: Cancel action
hu: Akció visszavonása
tr: Eylemi iptal et

source: Close menus.
hu: Bezárja a menüket.
tr: Menüleri kapar.

source: Move up
hu: Mozgatás fel
tr: Yukarı hareket et

source: Moves the player character up.
hu: Felfelé mozgatja a hősödet.
tr: Oyuncu karakterini yukarı hareket ettirir.

source: Move down
hu: Mozgatás le
tr: Aşağı hareket et

source: Moves the player character down.
hu: Lefelé mozgatja a hősödet.
tr: Oyuncu karakterini aşağı hareket ettirir.

source: Move left
hu: Mozgatás balra
tr: Sola hareket et

source: Moves the player character left.
hu: Balra mozgatja a hősödet.
tr: Oyuncu karakterini sola hareket ettirir.

source: Move right
hu: Mozgatás jobbra
tr: Sağa hareket et

source: Moves the player character right.
hu: Jobbra mozgatja a hősődet.
tr: Oyuncu karakterini sağa hareket ettirir.

source: Stand ground
hu: Megállás helyben
tr: Sabit dur

source: Hold to prevent the player from moving.
hu: Megakadályozza, hogy a hős elmozdulhasson a helyéről.
tr: Oyuncuyu yerinde sabitlemek için basılı tut.

source: Toggle stand ground
hu: Megállás helyben kapcsolása
tr: Sabit durmayı aktifleştir

source: Toggle whether the player moves.
hu: Be- és kikapcsolja a hős mozgását.
tr: Oyuncu hareket edeceği zaman aktifleştir.

source: Move mouse up
hu: Egér felfelé
tr: Fareyi yukarı hareket ettir

source: Simulates upward mouse movement.
hu: Felfelé menő egérmozgást imitál.
tr: Yukarı fare hareketini simüle eder.

source: Move mouse down
hu: Egér lefelé
tr: Fareyi aşağı hareket ettir

source: Simulates downward mouse movement.
hu: Lefelé menő egérmozgást imitál.
tr: Aşağı fare hareketini simüle eder.

source: Move mouse left
hu: Egér balra
tr: Fareyi sola hareket ettir

source: Simulates leftward mouse movement.
hu: Balra menő egérmozgást imitál.
tr: Sol fare hareketini simüle eder.

source: Move mouse right
hu: Egér jobbra
tr: Fareyi sağa hareket ettir

source: Simulates rightward mouse movement.
hu: Jobbra menő egérmozgást imitál.
tr: Sağ fare hareketini simüle eder.

source: Left mouse click
hu: Bal kattintás
tr: Sol fare tıkı

source: Simulates the left mouse button.
hu: Bal egérkattintást imitál.
tr: Sol fare tıkını simüle eder.

source: Right mouse click
hu: Jobb kattintás
tr: Sağ fare tıkı

source: Simulates the right mouse button.
hu: Jobb egérkattintást imitál.
tr: Sağ fare tıkını simüle eder.

source: Gamepad hotspell menu
hu: Gamepad gyorsvarázs menü
tr: Kontrolcü hızlı büyü menüsü

source: Hold to set or use spell hotkeys.
hu: Tartsd nyomva, hogy előhozd a varázsigés gyorsbillentyűket.
tr: Büyü kısayollarını belirlemek veya kullanmak için basılı tut.

source: Gamepad menu navigator
hu: Gamepad menü navigáló
tr: Kontrolcü menü belirteci

source: Hold to access gamepad menu navigation.
hu: Tartsd nyomva, hogy hozzáférj a gamepad-es menü navigációhoz.
tr: Kontrolcü menü belirtecine erişmek için basılı tut.

source: Toggle game menu
hu: Játék menü felhozása
tr: Oyun menüsünü aç

source: Opens the game menu.
hu: Kinyitja a játékmenüt.
tr: Oyun menüsünü açar.

source: Game saved
hu: Játék elmentve
tr: Oyun kaydedildi

source: No multiplayer functions in demo
hu: Nincsenek többjátékos funkciók a demóban
tr: Demo sürümde çoklu oyuncu özellikleri yoktur

source: Direct Sound Creation Failed
hu: Hang létrehozása nem sikerült
tr: Direct Sound Başarısız Oldu

source: Not available in shareware version
hu: Nem érhető el a próbaváltozatban
tr: Shareware sürümünde mevcut değildir

source: Not enough space to save
hu: Nincs elég hely mentésre
tr: Kaydetmek için yeterince depolama yok

source: No Pause in town
hu: Nem lehet szünetelni a városban
tr: Oyun kasabada duraklatılamaz

source: Copying to a hard disk is recommended
hu: Ajánlott a merevlemezre másolni
tr: Sabit bir sürücüye kopyalamak tavsiye edilir

source: Multiplayer sync problem
hu: Többjátékos szinkronizációs hiba
tr: Çoklu oyuncu senkronizasyon sorunu

source: No pause in multiplayer
hu: Nem lehet szünetelni többjátékos módban
tr: Oyun çoklu oyuncu modunda duraklatılamaz

source: Saving...
hu: Mentés...
tr: Kaydediliyor…

source: Some are weakened as one grows strong
hu: Amíg sokak szíve gyenge Egy növekszik folyton egyre
tr: Biri güçlenirken bazıları zayıfladı

source: New strength is forged through destruction
hu: Ha itt kő kövön nem marad Ragadd meg jól, mi nem szakad
tr: Yeni güç yıkım ile dövüldü

source: Those who defend seldom attack
hu: Ahol sok a védelem Kevés ott az féktelen
tr: Nadiren saldırmayı savunan kişiler

source: The sword of justice is swift and sharp
hu: Isten kardja fürge, éles Igaz útja ettől fényes
tr: Adaletin kılıcı çabuk ve keskindir

source: While the spirit is vigilant the body thrives
hu: Amíg a hű szellem éber Büszke teste mint egy ékszer
tr: Ruh tetikteyken beden gelişir

source: The powers of mana refocused renews
hu: Varázslatom ereje Hű munkámnak kenyere
tr: Yeniden odaklanan mananın güçleri yenileniyor

source: Time cannot diminish the power of steel
hu: Fénylő acélt ottan soha Nem rág meg a kor vasfoga
tr: Zaman çeliğin gücünü eksiltemez

source: Magic is not always what it seems to be
hu: Nem az összes régi varázs Izzik úgy mint forró parázs
tr: Sihir her zaman göründüğü gibi değildir

source: What once was opened now is closed
hu: Ami egy ily fosztást kibírt Ragyogva az ismét kinyílt
tr: Bir zamanlar açılmış olan şimdi kapandı

source: Intensity comes at the cost of wisdom
hu: Itt az elmém sírhelye Szabadságom színtere
tr: Yoğunluk bilgeliğin pahasında gelir

source: Arcane power brings destruction
hu: Titkos erő majd egy dögvész Csak az nyer itt aki fölnéz
tr: Gizli güç yıkım getirir

source: That which cannot be held cannot be harmed
hu: Csak az tud megtörni Ki próbál feljönni
tr: Tutulamayan şeye zarar verilemez

source: Crimson and Azure become as the sun
hu: Kék víz, vörös vér, s minden mi ömlik Nappá lesz mind az utolsó csöppig
tr: Kıpkızıl vs Gökmavi güneş gibi olur

source: Knowledge and wisdom at the cost of self
hu: Tudás és bölcsesség Mind ez csak önteltség
tr: Benliğin bedeliyle gelen ilim ve bilgelik

source: Drink and be refreshed
hu: Bűnös lelked ha szomjazik Az Úr fényezi rongyaid
tr: İç ve ferahla

source: Wherever you go, there you are
hu: Ahová téved a lelked Ott találod ezt a verset
tr: Nereye gidersen git, ordasındır

source: Energy comes at the cost of wisdom
hu: Csodás erő jő majd bukás Nesze neked, kellett tudás
tr: Enerji, bilgeliğin beleliyle gelir

source: Riches abound when least expected
hu: Az ember olykor hontalan De mindig talál rá arany
tr: Zenginlikler en beklenmedik zamanda bollaşır

source: Where avarice fails, patience gains reward
hu: Amíg szeplőtlen a lélek Ifjú, s szép marad a képed
tr: Sabır ödüllendirilir, açgözlülük düştüğünde

source: Blessed by a benevolent companion!
hu: Mellettem egy hű honfitárs Nincsen nála jobb útitárs
tr: Hayırsever bir yoldaş ile kutsandın!

source: The hands of men may be guided by fate
hu: Az ember kezét megmozdítja Aki a rosszat megfordítja
tr: İnsanlığın elleri kaderin güdümündedir

source: Strength is bolstered by heavenly faith
hu: Mennyei erő gazdája Az igazak hű rabtársa
tr: Güç, ilahi inanç ile desteklenir

source: The essence of life flows from within
hu: Az élet esszenciája Egy jegy a szellemvilágba
tr: Hayatın özü onun içinden akar

source: The way is made clear when viewed from above
hu: Az utunk már fentről látszik Minek legyen bennünk pánik?
tr: Bu yol yukardan bakıldığında görülebilir

source: Salvation comes at the cost of wisdom
hu: Megváltásunk drága ára Szellemünknek magas kára
tr: Kurtuluş bilgeliğin bedeliyle gelir

source: Mysteries are revealed in the light of reason
hu: Aki erre megy egyedül Szíve fényben nem feketül
tr: Sebeplerin ışığında gizemler açığa çıktı

source: Those who are last may yet be first
hu: Utolsóból is lehet még első Hiszen az is volt még egyszer kezdő
tr: Sonuncu olanlar birinci de olabilir

source: Generosity brings its own rewards
hu: Nagyságos szív kicsiny bére Emberré lett Isten képe
tr: Cömertlik kendi bereketiyle gelir

source: You must be at least level 8 to use this.
hu: Legalább 8. szint szükséges, hogy használhasd.
tr: Bunu kullanabilmek için en az 8.Seviye olmalısın.

source: You must be at least level 13 to use this.
hu: Legalább 13. szint szükséges, hogy használhasd.
tr: Bunu kullanabilmek için en az 13.Seviye olmalısın.

source: You must be at least level 17 to use this.
hu: Legalább 17. szint szükséges, hogy használhasd.
tr: Bunu kullanabilmek için en az 17.Seviye olmalısın.

source: Arcane knowledge gained!
hu: Rejtett tudás nyeresége Nélkülözött menedéke
tr: Gizli ilim kazanıldı!

source: That which does not kill you...
hu: Ami mostan nem öl meg téged Az aranyozza meg a véred
tr: Seni öldürmeyen şey…

source: Knowledge is power.
hu: A tudás bizony hatalom A lelked éltesd szabadon
tr: Bilgi güçtür.

source: Give and you shall receive.
hu: Gondolj rá amikor így adsz Másoknak te nyújtasz vigaszt
tr: Ver ki alasın.

source: Some experience is gained by touch.
hu: Látni szépet tapasztalat A balgák meg kacagjanak
tr: Dokunarak bazı tecrübeler edinildi.

source: There's no place like home.
hu: Mindenütt jó, de legjobb otthon Ezt kiáltotta a beteg gyomrom
tr: Evin gibisi yoktur.

source: Spiritual energy is restored.
hu: A nagy gonosz legyőzhető Amíg van itt varázserő
tr: Ruhani enerji yenilendi.

source: You feel more agile.
hu: Fürgébbnek érzed magad.
tr: Daha atik hissediyorsun.

source: You feel stronger.
hu: Erősebbnek érzed magad.
tr: Daha kuvvetli hissediyorsun.

source: You feel wiser.
hu: Bölcsebbnek érzed magad.
tr: Daha bilge hissediyorsun.

source: You feel refreshed.
hu: Felfrissültnek érzed magad.
tr: Yenilenmiş hissediyorsun.

source: That which can break will.
hu: Ami eltörhet az el is fog.
tr: İradeyi kırabilecek olan.

source: Cathedral
hu: Katedrális
tr: Katedral

source: Catacombs
hu: Sírkamra
tr: Yeraltı Mezarları

source: Caves
hu: Barlang
tr: Mağaralar

source: Nest
hu: Fészek
tr: Yuva

source: Crypt
hu: Kripta
tr: Türbe

source: Lv {} {}
hu: {}. szintű {}
tr: Sv {} {}

source: {} difficulty
hu: {} nehézség
tr: {} Zorluk Seviyesi

source: In Menu
hu: Menüben
tr: Menüde

source: loopback
hu: loopback cím
tr: döngüde

source: Unable to connect
hu: Nem tud csatlakozni
tr: Bağlanılamıyor

source: error: read 0 bytes from server
hu: hiba: 0 bájt olvasva a szerverről
tr: hata: sunucudan 0 byte okundu

source: Resolution
hu: Felbontás
tr: Çözünürlük

source: Run in Town
hu: Futás a városban
tr: Kasabada Koş

source: Theo Quest
hu: Tivadar küldetés
tr: Theo Görevi

source: Cow Quest
hu: Tehén küldetés
tr: İnek Görevi

source: Auto Gold Pickup
hu: Gyors arany felvétel
tr: Otomatik Altın Topla

source: Auto Elixir Pickup
hu: Gyors csodaszer felvétel
tr: Otomatik Eliksir Topla

source: Auto Oil Pickup
hu: Gyors olaj felvétel
tr: Otomatik Yağ Topla

source: Auto Pickup in Town
hu: Gyors felvétel a városban
tr: Kasabada Otomatik Topla

source: Adria Refills Mana
hu: Adria újratölti a varázserőt
tr: Adria Mana Yeniler

source: Auto Equip Weapons
hu: Fegyverek gyors felvétele
tr: Silahları Otomatik Kuşan

source: Auto Equip Armor
hu: Páncélok gyors felvétele
tr: Zırhları Otomatik Kuşan

source: Auto Equip Helms
hu: Sisakok gyors felvétele
tr: Miğferleri Otomatik Kuşan
