Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

# monster
source: Warmaggot the Mad
hu: Harcféreg az őrült
tr: Deli Savaşkurdu

# monster
source: Glasskull the Jagged
hu: Üvegkoponya a kihegyezett fejű
tr: Pütürlü Camkafa

# monster
source: Blightfire
hu: Pusztulattűz
tr: Küfalevi

# monster
source: Nightwing the Cold
hu: A hűvös Éjjeliszárny
tr: Soğuk Gecekanat

# monster
source: Gorestone
hu: Vérkő
tr: Vahşettaşı

# monster
source: Bronzefist Firestone
hu: Bronzöklű Tűzkő
tr: Bronzyumruk Ateştaşı

# monster
source: Wrathfire the Doomed
hu: Bosszútűz a megátkozott
tr: Lanetli Gazapateşi

# monster
source: Firewound the Grim
hu: Zord Tűzseb
tr: Gaddar Ateşyarası

# monster
source: Baron Sludge
hu: Szennybáró
tr: Çamur Baron

# monster
source: Blighthorn Steelmace
hu: Vészszarvú Acélbuzogány
tr: Küfboynuz Çelikgürz

# monster
source: Chaoshowler
hu: Káoszvonyító
tr: Kaosuluyan

# monster
source: Doomgrin the Rotting
hu: A rothadó halálvigyor
tr: Çürüyen Hükümsırıtışı

# monster
source: Madburner
hu: Őrültkályha
tr: Deliyakan

# monster
source: Bonesaw the Litch
hu: A reszelt csontú gróf
tr: Hortlak Kemiktestere

# monster
source: Breakspine
hu: Gerinctörés
tr: Omurgasız

# monster
source: Devilskull Sharpbone
hu: Hegyes csontú ördögkoponya
tr: İbliskafa Keskinkemik

# monster
source: Brokenstorm
hu: Töröttvihar
tr: Kırıkfırtına

# monster
source: Stormbane
hu: Viharvész
tr: Fırtınacelladı

# monster
source: Oozedrool
hu: Guminyál
tr: Salyasümük

# monster
source: Goldblight of the Flame
hu: A lángoló aranyvész
tr: Alevin Altınküfü

# monster
source: Blackstorm
hu: Feketevihar
tr: Karafırtına

# monster
source: Plaguewrath
hu: Játványbosszú
tr: Salgıngazap

# monster
source: The Flayer
hu: A nyúzógép
tr: Deriyüzen

# monster
source: Bluehorn
hu: Kékszarv
tr: Maviboynuz

# monster
source: Warpfire Hellspawn
hu: Pokol-szülte Pusztítótűz
tr: Çarpıkateş Şeytantohumu

# monster
source: Fangspeir
hu: Méregfogú kérkedő
tr: Kulediş

# monster
source: Festerskull
hu: Feslett koponya
tr: İltihapkafa

# monster
source: Lionskull the Bent
hu: Meggörbült Oroszlánkoponya
tr: Eğri Aslankafa

# monster
source: Blacktongue
hu: Feketenyelv
tr: Karadil

# monster
source: Viletouch
hu: Bűnös érintés
tr: Rezildokunuş

# monster
source: Viperflame
hu: Viperaláng
tr: Engerekalevi

# monster
source: Fangskin
hu: Méregfogbőr
tr: Dişderi

# monster
source: Witchfire the Unholy
hu: Boszorkánytűz a száműzött
tr: Habis Cadıalevi

# monster
source: Blackskull
hu: Feketekoponya
tr: Karakurukafa

# monster
source: Soulslash
hu: Lélekvágó
tr: Ruhkesiği

# monster
source: Windspawn
hu: Szélszülött
tr: Rüzgartohumu

# monster
source: Lord of the Pit
hu: A mélység Atyja
tr: Çukurun Efendisi

# monster
source: Rustweaver
hu: Rozsdaszabó
tr: Pasören

# monster
source: Howlingire the Shade
hu: Árnyéküvöltés
tr: Gölge Uluyanöfke

# monster
source: Doomcloud
hu: Végzetfelhő
tr: Hükümbulutu

# monster
source: Bloodmoon Soulfire
hu: Vérhold Lelke
tr: Kanlıay Ruhateşi

# monster
source: Witchmoon
hu: Boszorkányhold
tr: Cadıayı

# monster
source: Gorefeast
hu: Vérlakoma
tr: Vahşetşöleni

# monster
source: Graywar the Slayer
hu: A gyilkos Szürkehalál
tr: Katil Bozsavaş

# monster
source: Dreadjudge
hu: Ítéletbíró
tr: Korkuyargıcı

# monster
source: Stareye the Witch
hu: Csillagszemű Boszorka
tr: Cadı Yıldızgöz

# monster
source: Steelskull the Hunter
hu: Acélkoponya a vadölő
tr: Avcı Çelikkafa

# monster
source: Sir Gorash
hu: Lord Gorash

# monster
source: The Vizier
hu: A Vezér
tr: Vezir

# monster
source: Zamphir
hu: Zamfír
tr: Zampir

# monster
source: Bloodlust
hu: Vérszomj
tr: Kanasusamış

# monster
source: Webwidow
hu: Pókhálók Hitvese
tr: Ağdulu

# monster
source: Fleshdancer
hu: Vértáncos
tr: Etdansözü

# monster
source: Grimspike
hu: Zordpenge
tr: Gaddardiken

# monster
source: Doomlock
hu: Halálzár
tr: Hükümkilidi

source: Short Sword
hu: Rövid kard
tr: Kısa Kılıç

source: Buckler
hu: Könnyű kőrpajzs
tr: Kalkancık

source: Club
hu: Deszkalap
tr: Sopa

source: Short Bow
hu: Rövid íj
tr: Kısa Yay

source: Short Staff of Mana
hu: Varázspálca
tr: Kısa Mana Asası

source: Cleaver
hu: Bárd
tr: Satır

source: The Undead Crown
hu: Az élőhalottak koronája
tr: Yaşayan Ölü Tacı

source: Empyrean Band
hu: Empireumi gyűrű
tr: Cennet Halesi

source: Magic Rock
hu: Varázskő
tr: Sihirli Kaya

source: Optic Amulet
hu: A fény amulettje
tr: Mercek Muskası

source: Ring of Truth
hu: Az igazság gyűrűje
tr: Doğruluk Yüzüğü

source: Tavern Sign
hu: A fogadó táblája
tr: Han Tabelası

source: Harlequin Crest
hu: Bohócsipka
tr: Damalı Sorguç

source: Veil of Steel
hu: Az acél fátyla
tr: Çelik Duvak

source: Golden Elixir
hu: Az arany varázsital
tr: Altın Eliksir

source: Brain
hu: Agy
tr: Beyin

source: Fungal Tome
hu: Gombás tekercs
tr: Mantar Kitabı

source: Spectral Elixir
hu: A színek varázsfőzete
tr: Tayf Eliksiri

source: Blood Stone
hu: Vérkő
tr: Kan Taşı

source: Cathedral Map
hu: A katedrális térképe
tr: Katedral Haritası

source: Heart
hu: Szív
tr: Yürek

source: Potion of Healing
hu: Gyógyító fiola
tr: Şifa İksiri

source: Potion of Mana
hu: Varázs fiola
tr: Mana İksiri

source: Scroll of Identify
hu: A beazonosítás tekercse
tr: Teşhis Etme Parşömeni

source: Scroll of Town Portal
hu: A varázskapu tekercse
tr: Kasaba Portalı Parşömeni

source: Arkaine's Valor
hu: Arkaine Vírtusa
tr: Arkaine’in Yiğitliği

source: Potion of Full Healing
hu: Nagy gyógyító fiola
tr: Büyük Şifa İksiri

source: Potion of Full Mana
hu: Nagy varázs fiola
tr: Büyük Mana İksiri

source: Griswold's Edge
hu: Griswold pengéje
tr: Griswold’un Yalmanı

source: Bovine Plate
hu: Tőgy tunika
tr: Sığır Plaka

source: Staff of Lazarus
hu: Lázár varázsbotja
tr: Lazarusun Asası

source: Scroll of Resurrect
hu: A feltámasztás tekercse
tr: Diriltme Parşömeni

source: Short Staff
hu: Pálca
tr: Kısa Asa

source: Sword
hu: Kard
tr: Kılıç

source: Dagger
hu: Tőr
tr: Hançer

source: Rune Bomb
hu: Csodabomba
tr: Rün Bombası

source: Theodore
hu: Tivadar

source: Auric Amulet
hu: Arany Nyaklánc
tr: Zer Muska

source: Torn Note 1
hu: Széttépett papír első darabja
tr: Yırtılmış Not 1

source: Torn Note 2
hu: Széttépett papír második darabja
tr: Yırtılmış Not 3

source: Torn Note 3
hu: Széttépett papír harmadik darabja
tr: Yırtılmış Not 3

source: Reconstructed Note
hu: Összeragasztott papír
tr: Birleştirilmiş Not

source: Brown Suit
hu: Barna Ruha
tr: Kahverengi Elbise

source: Grey Suit
hu: Szürke Ruha
tr: Gri Elbise

source: Cap
hu: Fejfedő
tr: Başlık

source: Skull Cap
hu: Kalap
tr: Bere

source: Helm
hu: Sisak
tr: Miğfer

source: Full Helm
hu: Lovagi sisak
tr: Tam Miğfer

source: Crown
hu: Korona
tr: Taç

source: Great Helm
hu: Légiós sisak
tr: Büyük Miğfer

source: Cape
hu: Palást
tr: Pelerin

source: Rags
hu: Rongy
tr: Paçavra

source: Cloak
hu: Kabát
tr: Örtü

source: Robe
hu: Habitus
tr: Cüppe

source: Quilted Armor
hu: Steppelt mellény
tr: Kapitone Zırh

source: Leather Armor
hu: Bőr mellény
tr: Deri Zırhı

source: Hard Leather Armor
hu: Bőr páncél
tr: Sert Deri Zırh

source: Studded Leather Armor
hu: Kitömött bőr páncél
tr: Kakmalı Deri Zırh

source: Ring Mail
hu: Gyűrűzött páncél
tr: Halkalı Örgü Zırh

source: Mail
hu: Lemezes mellény
tr: Örgü Zırh

source: Chain Mail
hu: Páncéling
tr: Zincirli Örgü Zırh

source: Scale Mail
hu: Lemezes páncél
tr: Pul Örgü Zırh

source: Breast Plate
hu: Mellény
tr: Göğüs Plakası

source: Plate
hu: Mellvért
tr: Plaka

source: Splint Mail
hu: Szamuráj páncél
tr: Levha Örgü Zırh

source: Plate Mail
hu: Nemesi mellény
tr: Plaka Örgü Zırh

source: Field Plate
hu: Nemesi páncél
tr: Geniş Plaka

source: Gothic Plate
hu: Gótikus páncél
tr: Gotik Plaka

source: Full Plate Mail
hu: Nemesi díszpáncél
tr: Tam Plaka Örgü Zırh

source: Shield
hu: Pajzs
tr: Kalkan

source: Small Shield
hu: Nehéz kőrpajzs
tr: Küçük Kalkan

source: Large Shield
hu: Könnyű lovagi pajzs
tr: Büyük Kalkan

source: Kite Shield
hu: Nehéz lovagi pajzs
tr: Uçurtma Kalkan

source: Tower Shield
hu: Légiós pajzs
tr: Kule Kalkan

source: Gothic Shield
hu: Gótikus pajzs
tr: Gotik Kalkan

source: Potion of Rejuvenation
hu: A megújulás fiolája
tr: Yenilenme İksiri

source: Potion of Full Rejuvenation
hu: A teljes megújulás fiolája
tr: Büyük Yenilenme İksiri

source: Oil
hu: Olaj
tr: Yağ

source: Elixir of Strength
hu: Az erő csodaszere
tr: Güç Eliksiri

source: Elixir of Magic
hu: A mágia csodaszere
tr: Büyü Eliksiri

source: Elixir of Dexterity
hu: Az ügyesség csodaszere
tr: Çeviklik Eliksiri

source: Elixir of Vitality
hu: Az egészség csodaszere
tr: Yaşam Eliksiri

source: Scroll of Healing
hu: A gyógyítás tekercse
tr: Şifa Parşömeni

source: Scroll of Search
hu: A keresés tekercse
tr: Bulma Parşömeni

source: Scroll of Lightning
hu: A mennydörgés tekercse
tr: Yıldırım Parşömeni

source: Scroll of Fire Wall
hu: A tűzfal tekercse
tr: Ateş Duvarı Parşömeni

source: Scroll of Inferno
hu: A láncsóva tekercse
tr: Cehennem Ateşi Parşömeni

source: Scroll of Flash
hu: A villanás tekercse
tr: Flaş Parşömeni

source: Scroll of Infravision
hu: A hőlátás tekercse
tr: Ötegörü Parşömeni

source: Scroll of Phasing
hu: A kámfor tekercse
tr: Sıçrama Parşömeni

source: Scroll of Mana Shield
hu: A csodapajzs tekercse
tr: Mana Kalkanı Parşömeni

source: Scroll of Flame Wave
hu: A tűzhullám tekercse
tr: Alev Dalgası Parşömeni

source: Scroll of Fireball
hu: A tűzbomba tekercse
tr: Ateştopu Parşömeni

source: Scroll of Stone Curse
hu: A Medúza tekercse
tr: Taş Laneti Parşömeni

source: Scroll of Chain Lightning
hu: A sorvillám tekercse
tr: Yıldırım Zinciri Parşömeni

source: Scroll of Guardian
hu: A Hidra tekercse
tr: Muhafız Parşömeni

source: Scroll of Nova
hu: A nóva tekercse
tr: Parlama Parşömeni

source: Scroll of Golem
hu: A Gólem tekercse
tr: Golem Parşömeni

source: Scroll of Teleport
hu: A teleportáció tekercse
tr: Işınlanma Parşömeni

source: Scroll of Apocalypse
hu: A végzet tekercse
tr: Kıyamet Parşömeni

source: Book of
hu: Könyv -
tr: Büyü Kitabı:

source: Scimitar
hu: Handzsár
tr: Pala

source: Claymore
hu: Claidheamh-mór
tr: Karabela

source: Blade
hu: Penge
tr: Yatağan

source: Sabre
hu: Szabja
tr: Kama

source: Long Sword
hu: Hosszúkard
tr: Uzun Kılıç

source: Broad Sword
hu: Pallos
tr: Geniş Kılıç

source: Bastard Sword
hu: Fattyúkard
tr: Büyük Kılıç

source: Two-Handed Sword
hu: Kétkezes kard
tr: Çift-Elli Kılıç

source: Great Sword
hu: Szamuráj kard
tr: Dev Kılıç

source: Small Axe
hu: Szekerce
tr: Küçük Balta

source: Axe
hu: Balta
tr: Balta

source: Large Axe
hu: Kétélű balta
tr: Büyük Balta

source: Broad Axe
hu: Fejsze
tr: Geniş Balta

source: Battle Axe
hu: Bárd
tr: Savaş Baltası

source: Great Axe
hu: Csatabárd
tr: Dev Balta

source: Mace
hu: Buzogány
tr: Gürz

source: Morning Star
hu: Morgenstern
tr: Seher Yıldızı

source: War Hammer
hu: Martel
tr: Savaş Çekici

source: Hammer
hu: Kalapács
tr: Çekiç

source: Spiked Club
hu: Bunkósbot
tr: Çivili Sopa

source: Flail
hu: Láncos buzogány
tr: Harmandöveni

source: Maul
hu: Pöröly
tr: Tokmak

source: Bow
hu: Íj
tr: Yay

source: Hunter's Bow
hu: Vadász íj
tr: Avcı Yayı

source: Long Bow
hu: Hosszú íj
tr: Uzun Yay

source: Composite Bow
hu: Összetett íj
tr: Kompozit Yay

source: Short Battle Bow
hu: Harci íj
tr: Kısa Muharebe Yayı

source: Long Battle Bow
hu: Harci hosszú íj
tr: Uzun Muharebe Yayı

source: Short War Bow
hu: Háborús íj
tr: Kısa Savaş Yayı

source: Long War Bow
hu: Háborús hosszú íj
tr: Uzun Savaş Yayı

source: Long Staff
hu: Rúd
tr: Uzun Asa

source: Composite Staff
hu: Összetett rúd
tr: Kompozit Asa

source: Quarter Staff
hu: Szálfa
tr: Dövüş Asası

source: War Staff
hu: Alabárd
tr: Savaş Asası

source: Ring
hu: Gyűrű
tr: Yüzük

source: Amulet
hu: Nyaklánc
tr: Muska

source: Rune of Fire
hu: Tűzcsapda
tr: Ateş Rünü

source: Rune
hu: Csapda
tr: Rün

source: Rune of Lightning
hu: Villámcsapda
tr: Yıldırım Rünü

source: Greater Rune of Fire
hu: Pokolcsapda
tr: Büyük Ateş Rünü

source: Greater Rune of Lightning
hu: Viharcsapda
tr: Büyük Yıldırım Rünü

source: Rune of Stone
hu: Medúza csapda
tr: Taş Rünü

source: Short Staff of Charged Bolt
hu: A gömbvillám pálcája
tr: Kısa Yüklü Akım Asası

source: Arena Potion
hu: Aréna fiola
tr: Arena İksiri

source: The Butcher's Cleaver
hu: A Mészáros Pengéje
tr: Kasapın Satırı

source: The Rift Bow
hu: A szakadás íja
tr: Yarık Yayı

source: The Needler
hu: A szögbelövő
tr: İğneleyici

source: The Celestial Bow
hu: A fellegek íja
tr: Semavi Yay

source: Deadly Hunter
hu: Halálos vadász
tr: Ölümcül Avcı

source: Bow of the Dead
hu: A holtak íja
tr: Ölülerin Yayı

source: The Blackoak Bow
hu: Feketetölgy íj
tr: Ölülerin Yayı

source: Flamedart
hu: Lángdárda
tr: Alevciriti

source: Fleshstinger
hu: Hússzúró
tr: Etdelen

source: Windforce
hu: Szélerő
tr: Rüzgargücü

source: Eaglehorn
hu: Sasszarv
tr: Kartalboynuzu

source: Gonnagal's Dirk
hu: Gonnagal tőrje
tr: Gonnagalın Kaması

source: The Defender
hu: A védelmező
tr: Müdafi

source: Gryphon's Claw
hu: Griffkarom
tr: Grifonun Pençesi

source: Black Razor
hu: Fekete borotva
tr: Kara Jilet

source: Gibbous Moon
hu: Domború hold
tr: Şişkin Ay

source: Ice Shank
hu: Jégszurony
tr: Buz Sapı

source: The Executioner's Blade
hu: A hóhér pengéje
tr: Cellatın Kılıcı

source: The Bonesaw
hu: A csontfűrész
tr: Kemik Testeresi

source: Shadowhawk
hu: Árnysólyom
tr: Gölgeşahini

source: Wizardspike
hu: Varázslótüske
tr: Büyücüdikeni

source: Lightsabre
hu: Fénykard
tr: Işıkkılıcı

source: The Falcon's Talon
hu: Sólyom talon
tr: Şahinin Pençesi

source: Inferno
hu: Lángcsóva
tr: Cehennem Ateşi

source: Doombringer
hu: Halálhozó
tr: Kıyametgetiren

source: The Grizzly
hu: A barnamedve
tr: Boz

source: The Grandfather
hu: A Nagyapa
tr: Büyük Baba

source: The Mangler
hu: A csonkoló
tr: Doğrayıcı

source: Sharp Beak
hu: Élescsőr
tr: Keskin Gaga

source: BloodSlayer
hu: Vérvadász
tr: Kankatili

source: The Celestial Axe
hu: A fellegek fejszéje
tr: Semavi Balta

source: Wicked Axe
hu: Eszeveszett Fejsze
tr: Aşağılık Balta

source: Stonecleaver
hu: Kőbárd
tr: Taşkesen

source: Aguinara's Hatchet
hu: Aguinara szekercéje
tr: Aguinaranın Nacağı

source: Hellslayer
hu: Pokolgyilkos
tr: Cehennemkatili

source: Messerschmidt's Reaver
hu: Messerschmidt bárdja
tr: Messerschmidtin İstilası

source: Crackrust
hu: Rozsdarepedés
tr: Çatlakpası

source: Hammer of Jholm
hu: Jholm pörölye
tr: Jholmün Çekici

source: Civerb's Cudgel
hu: Civerb buzogánya
tr: Criverb’in Çomağı

source: The Celestial Star
hu: Az esthajnalcsillag
tr: İlahi Yıldız

source: Baranar's Star
hu: Baranár csillagja
tr: Baranar’ın Yıldızı

source: Gnarled Root
hu: Torz gyökér
tr: Budaklı Kök

source: The Cranium Basher
hu: Agylebeny zúzó
tr: Kafa Patlatan

source: Schaefer's Hammer
hu: Schaefer kalapácsa
tr: Schaefer’ın Çekici

source: Dreamflange
hu: Álomnyúzó
tr: Rüyaperçini

source: Staff of Shadows
hu: Árnyakpálcája
tr: Gölgeler Asası

source: Immolator
hu: Lobbantó
tr: Tutuşturan

source: Storm Spire
hu: Viharpózna
tr: Fırtınabaşı

source: Gleamsong
hu: Fénysugárdal
tr: Parıltışarkısı

source: Thundercall
hu: Viharhívó
tr: Fırtınaçağrısı

source: The Protector
hu: A Védelmező
tr: Koruyucu

source: Naj's Puzzler
hu: Naj csodatevő pálcája
tr: Najın Muamması

source: Mindcry
hu: Az elme sikolya
tr: Akılçığlığı

source: Rod of Onan
hu: Onán rúdja
tr: Onanın Çubuğu

source: Helm of Spirits
hu: Szellemek sisakja
tr: Ruhların Miğferi

source: Thinking Cap
hu: Gondolkodó Sapka
tr: Düşünen Başlık

source: OverLord's Helm
hu: A nagyúr sisakja
tr: Reisin Miğferi

source: Fool's Crest
hu: A bolond sapkája
tr: Soytarının Şapkası

source: Gotterdamerung
hu: Az istenek alkonya

source: Royal Circlet
hu: Királyi körsisak
tr: Kraliyet Tacı

source: Torn Flesh of Souls
hu: Lelkek tépett húsa
tr: Ruhların Parçalanmış Etleri

source: The Gladiator's Bane
hu: Gladiátor átka
tr: Gladyatör Celladı

source: The Rainbow Cloak
hu: Tarkabarka kabát
tr: Gökkuşağı Pelerini

source: Leather of Aut
hu: Aut bőre
tr: Autun Derisi

source: Wisdom's Wrap
hu: Bölcsesség kabátja
tr: Bilgelik Örtüsü

source: Sparking Mail
hu: Csillámló Láncing
tr: Işıltılı Zırh

source: Scavenger Carapace
hu: A guberáló mellvértje
tr: Leşçil Kabuğu

source: Nightscape
hu: Éjjeli táj
tr: Geceparçası

source: Naj's Light Plate
hu: Naj fénypáncélja
tr: Najın Hafif Plakası

source: Demonspike Coat
hu: Démontüske kabát
tr: İblisdikeni Ceket

source: The Deflector
hu: Az elhárító
tr: Yansıtıcı

source: Split Skull Shield
hu: Törtkoponya pajzs
tr: Yarıkkafa Kalkanı

source: Dragon's Breach
hu: Sárkánypajzs
tr: Ejderha Gediği

source: Blackoak Shield
hu: Feketetölgy pajzs
tr: Karameşe Kalkanı

source: Holy Defender
hu: Szent Védelmező
tr: Mukaddes Müdafi

source: Stormshield
hu: Viharpajzs
tr: Fırtınakalkanı

source: Bramble
hu: Tövisgyűrű
tr: Devedikeni

source: Ring of Regha
hu: Regha gyűrűje
tr: Reghanın Yüzüğü

source: The Bleeder
hu: A véreztető
tr: Kanatan

source: Constricting Ring
hu: Fojtó gyűrű
tr: Darlayan Yüzük

source: Ring of Engagement
hu: Az elköteleződés gyűrűje
tr: Nişan Yüzüğü

source: Giant's Knuckle
hu: Óriás ökle
tr: Devin Muştası

source: Mercurial Ring
hu: Merkúr gyűrűje
tr: Civa Yüzük

source: Xorine's Ring
hu: Xorine gyűrűje
tr: Xorinein Yüzüğü

source: Karik's Ring
hu: Karik gyűrűje
tr: Karikin Yüzüğü

source: Ring of Magma
hu: A magma gyűrűje
tr: Magma Yüzüğü

source: Ring of the Mystics
hu: A látnokok gyűrűje
tr: Mistiklerin Yüzüğü

source: Ring of Thunder
hu: A vihar gyűjűre
tr: Şimşek Yüzüğü

source: Amulet of Warding
hu: A távolságtartó nyaklánc
tr: Muhafaza Muskası

source: Gnat Sting
hu: Szúnyogfullánk
tr: Tatarcık İğnesi

source: Flambeau
hu: Tűzfáklya
tr: Alevgili

source: Armor of Gloom
hu: A borússág páncélja
tr: Kasvet Zırhı

source: Blitzen
hu: Villámostor
tr: Yanardöner

source: Thunderclap
hu: Vihartaps
tr: Şimşekçırpma

source: Eater of Souls
hu: Lélekfaló
tr: Ruhları Yiyen

source: Diamondedge
hu: Gyémántpenge
tr: Elmaskenar

source: Bone Chain Armor
hu: Csont láncing
tr: Kemik Zinciri Zırh

source: Demon Plate Armor
hu: Démonkovácsolt páncél
tr: İblis Plaka Zırh

source: Acolyte's Amulet
hu: A szektavezér nyaklánca
tr: Mürit Muskası

source: Gladiator's Ring
hu: A gladiátor gyűrűje
tr: Gladyatörün Yüzüğü

source: Tin
hu: Bádog
tr: Teneke

source: Brass
hu: Réz
tr: Pirinç

source: Bronze
hu: Bronz
tr: Bronz

source: Iron
hu: Vas
tr: Demir

source: Steel
hu: Acél
tr: Çelik

source: Silver
hu: Ezüst
tr: Gümüş

source: Meteoric
hu: Meteorit
tr: Meteor

source: Strange
hu: Furcsa
tr: Tuhaf

source: Useless
hu: Haszontalan
tr: Kullanışsız

source: Bent
hu: Görbe
tr: Bükülmüş

source: Weak
hu: Gyenge
tr: Zayıf

source: Jagged
hu: Ordas
tr: Sivriltilmiş

source: Deadly
hu: Halálos
tr: Ölümcül

source: Heavy
hu: Súlyosbított
tr: Ağır

source: Vicious
hu: Veszedelmes
tr: Kötücül

source: Brutal
hu: Kegyetlen
tr: Ölümcül

source: Massive
hu: Hatalmas
tr: Muazzam

source: Savage
hu: Veszett
tr: Yabani

source: Ruthless
hu: Kíméletlen
tr: Zalim

source: Merciless
hu: Könyörtelen
tr: Acımasız

source: Clumsy
hu: Ügyetlen
tr: Beceriksiz

source: Dull
hu: Tompa
tr: Körelmiş

source: Sharp
hu: Éles
tr: Keskin

source: Fine
hu: Finomított
tr: Kaliteli

source: Warrior's
hu: Gladiátor
tr: Savaşçı

source: Soldier's
hu: Úri
tr: Asker

source: Lord's
hu: Lovagi
tr: Lord

source: Knight's
hu: Keresztes
tr: Şövalyenin

source: Master's
hu: Mesteri
tr: Ustanın

source: Champion's
hu: Bajnoki
tr: Şampiyon

source: King's
hu: Királyi
tr: Kral

source: Vulnerable
hu: Sebezhető
tr: Savunmasız

source: Rusted
hu: Rozsdás
tr: Paslı

source: Strong
hu: Erős
tr: Güçlü

source: Grand
hu: Méltó
tr: Büyük

source: Valiant
hu: Daliás
tr: Yiğit

source: Glorious
hu: Dicsőséges
tr: Muzaffer

source: Blessed
hu: Áldott
tr: Kutsanmış

source: Saintly
hu: Megszentelt
tr: Aziz

source: Awesome
hu: Lenyűgöző
tr: Harika

source: Godly
hu: Isteni
tr: Tanrısal

source: Red
hu: Vörös
tr: Kırmızı

source: Crimson
hu: Karmazsin
tr: Kızıl

source: Garnet
hu: Gránát
tr: Lâl

source: Ruby
hu: Rubint
tr: Yakut

source: Blue
hu: Kék
tr: Mavi

source: Azure
hu: Azúr
tr: Gökmavi

source: Lapis
hu: Lazúrkő

source: Cobalt
hu: Kobalt
tr: Kobalt

source: Sapphire
hu: Zafír
tr: Safir

source: White
hu: Fehér
tr: Beyaz

source: Pearl
hu: Gyöngy
tr: İnci

source: Ivory
hu: Elefántcsont
tr: Fildişi

source: Crystal
hu: Kristály
tr: Kristal

source: Diamond
hu: Gyémánt
tr: Elmas

source: Topaz
hu: Topáz

source: Amber
hu: Borostyán
tr: Kehribar

source: Jade
hu: Jáde
tr: Yeşim

source: Obsidian
hu: Obszidián
tr: Obsidiyen

source: Emerald
hu: Smaragd
tr: Zümrüt

source: Hyena's
hu: Hiéna
tr: Sırtlan

source: Frog's
hu: Béka
tr: Kurbağa

source: Spider's
hu: Pók
tr: Örümcek

source: Raven's
hu: Holló
tr: Kuzgun

source: Snake's
hu: Kígyó
tr: Yılan

source: Serpent's
hu: Vipera
tr: Sürüngen

source: Drake's
hu: Unikornis
tr: Ejder

source: Dragon's
hu: Sárkány
tr: Ejderha

source: Wyrm's
hu: Szkülla
tr: Solucan

source: Hydra's
hu: Hidra
tr: Hidra

source: Angel's
hu: Angyali
tr: Meleksi

source: Arch-Angel's
hu: Arkangyali
tr: Baş Melek

source: Plentiful
hu: Bőkezű
tr: Bereketli

source: Bountiful
hu: Bőséges
tr: Eli Açık

source: Flaming
hu: Lángoló
tr: Alevli

source: Lightning
hu: Villámló
tr: Şimşek

source: Jester's
hu: Bolondos
tr: Soytarı

source: Crystalline
hu: Üveg
tr: Kristalli

source: Doppelganger's
hu: Alakváltó
tr: Kopya

source: quality
hu: minőségi
tr: kalite

source: maiming
hu: csonkító
tr: sakat

source: slaying
hu: öldöklő
tr: katleden

source: gore
hu: kaszaboló
tr: kan

source: carnage
hu: gyilkos
tr: vahşi

source: slaughter
hu: mészáros
tr: katil

source: pain
hu: fájdalmas
tr: acı

source: tears
hu: könnyes
tr: gözyaşları

source: health
hu: egészséges
tr: sağlıklı

source: protection
hu: óvó
tr: koruma

source: absorption
hu: nyelő
tr: soğurum

source: deflection
hu: hárító
tr: yansıtma

source: osmosis
hu: szerencsehozó
tr: geçişim

source: frailty
hu: esendő
tr: zaaf

source: weakness
hu: gyenge
tr: zayıf

source: strength
hu: méretes
tr: güç

source: might
hu: nagy
tr: azamet

source: power
hu: hatalmas
tr: kuvvet

source: giants
hu: óriási
tr: dev

source: titans
hu: rettenetes
tr: titan

source: paralysis
hu: béna
tr: felç

source: atrophy
hu: sorvadt
tr: kör

source: dexterity
hu: ügyes
tr: çevik

source: skill
hu: jártas
tr: yetenek

source: accuracy
hu: pontos
tr: isabetli

source: precision
hu: precíz
tr: hassas

source: perfection
hu: tökéletes
tr: kusursuz

source: the fool
hu: együgyű
tr: aptal

source: dyslexia
hu: tudatlan
tr: disleksi

source: magic
hu: varázs
tr: sihir

source: the mind
hu: elmés
tr: zihin

source: brilliance
hu: zseniális
tr: mükemmel

source: sorcery
hu: bűbájos
tr: büyücü

source: wizardry
hu: mágikus
tr: sihirbaz

source: illness
hu: beteges
tr: rahatsız

source: disease
hu: kóros
tr: hasta

source: vitality
hu: élénk
tr: yaşam

source: zest
hu: egészséges
tr: zevk

source: vim
hu: életerős
tr: şevk

source: vigor
hu: virilis
tr: zinde

source: life
hu: éltető
tr: hayat

source: trouble
hu: megátkozott
tr: bela

source: the pit
hu: elkeserítő
tr: çukur

source: the sky
hu: égi
tr: gökyüzü

source: the moon
hu: holdvilági
tr: ay

source: the stars
hu: hullócsillagos
tr: yıldızlar

source: the heavens
hu: mennyei
tr: cennetler

source: the zodiac
hu: isteni
tr: zodyak

source: the vulture
hu: keselyű
tr: akbaba

source: the jackal
hu: sakál
tr: çakal

source: the fox
hu: róka
tr: tilki

source: the jaguar
hu: párducmintás
tr: jaguar

source: the eagle
hu: sasszárnyú
tr: kartal

source: the wolf
hu: farkasszülött
tr: kurt

source: the tiger
hu: tigriscsíkos
tr: kaplan

source: the lion
hu: oroszlánszívű
tr: aslan

source: the mammoth
hu: elefántbőrű
tr: mamut

source: the whale
hu: bálnazsíros
tr: balina

source: fragility
hu: törékeny
tr: narin

source: brittleness
hu: sérült
tr: kırılgan

source: sturdiness
hu: szívós
tr: sağlam

source: craftsmanship
hu: megmunkált
tr: zanaatkar

source: structure
hu: zömök
tr: yapı

source: the ages
hu: örök
tr: çağlar

source: the dark
hu: sötét
tr: karanlık
