Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: Auto Equip Shields
hu: Pajzsok gyors felvétele
tr: Kalkanları Otomatik Kuşan

source: Auto Equip Jewelry
hu: Ékszerek gyors felvétele
tr: Takıları Otomatik Kuşan

source: Randomize Quests
hu: Küldetések véletlen sorsolása
tr: Görevleri Rastgele Seç

source: Show Item Labels
hu: Tárgyak címkéjének mutatása
tr: Eşya İsimlerini Göster

source: Auto Refill Belt
hu: Öv automatikus újratöltése
tr: Kemeri Otomatik Doldur

source: Disable Crippling Shrines
hu: Rontó szentélyek kikapcsolása
tr: Zararlı Mabetleri Devredışı Bırak

source: Heal Potion Pickup
hu: Gyógyító fiolák felvétele
tr: Şifa İksiri Toplama

source: Full Heal Potion Pickup
hu: Nagy gyógyító fiolák felvétele
tr: Büyük Şifa İksiri Toplama

source: Mana Potion Pickup
hu: Varázs fiolák felvétele
tr: Mana İksiri Toplama

source: Full Mana Potion Pickup
hu: Nagy varázs fiolák felvétele
tr: Büyük Mana İksiri Toplama

source: Rejuvenation Potion Pickup
hu: Megújulás fiolák felvétele
tr: Yenilenme İksiri Toplama

source: Full Rejuvenation Potion Pickup
hu: Teljes megújulás fiolák felvétele
tr: Büyük Yenilenme İksiri Toplama

source: Save Game
hu: Játék mentése
tr: Oyunu Kaydet

source: Options
hu: Beállítások
tr: Seçenekler

source: Quit Game
hu: Kilépés a játékból
tr: Oyundan Çık

source: Restart In Town
hu: Folytatás a városból
tr: Kasabada Yeniden Başla

source: Speed
hu: Sebesség
tr: Hız

source: Music Disabled
hu: Zene kikapcsolva
tr: Müzik Devredışı

source: Sound
hu: Hang
tr: Ses

source: Sound Disabled
hu: Hang kikapcsolva
tr: Ses Devredışı

source: Pause
hu: Szünet
tr: Duraklat

source: $Keyboard Shortcuts:
hu: $Billentyűkombinációk:
tr: $Klavye Kısayolları:

source: F1: Open Help Screen
hu: F1: Segítség
tr: F1: Yardım Ekranını Aç

source: Esc: Display Main Menu
hu: Esc: Főmenü
tr: Esc: Ana Menüyü Göster

source: Tab: Display Auto-map
hu: Tab: Térkép
tr: Tab: Haritayı Göster

source: Space: Hide all info screens
hu: Szóköz: Minden ablak elrejtése
tr: Boşluk: Tüm bilgi ekranlarını gizle

source: S: Open Speedbook
hu: S: Gyors igék
tr: S: Hızlı Büyü Kitabını Aç

source: B: Open Spellbook
hu: B: Varázsige könyv
tr: B: Büyü Kitabını Aç

source: I: Open Inventory screen
hu: I: Eszköztár megnézése
tr: I: Envanter Ekranını Aç

source: C: Open Character screen
hu: C: Szereplő megnézése
tr: C: Karakter Ekranını Aç

source: Q: Open Quest log
hu: Q: Küldetések megnézése
tr: Q: Görev Kayıtlarını Aç

source: F: Reduce screen brightness
hu: F: fényerő csökkentése
tr: F: Ekran Parlaklığını Düşür

source: G: Increase screen brightness
hu: G: fényerő növelése
tr: G: Ekran Parlaklığını Yükselt

source: Z: Zoom Game Screen
hu: Z: játék nagyítása
tr: Z: Zum Yapma Ekranı

source: + / -: Zoom Automap
hu: + /-: térkép nagyítása
tr: + / -: Haritayı Zumla

source: 1 - 8: Use Belt item
hu: 1 - 8: övön található tárgyak
tr: 1 - 8: Kemer Eşyalarını Kullan

source: F5, F6, F7, F8: Set hotkey for skill or spell
hu: F5, F6, F7, F8: gyorsbillentyűk varázsigékhez
tr: F5, F6, F7, F8: Yetenek veya Büyüler için Kısayollar Belirle

source: Shift + Left Mouse Button: Attack without moving
hu: Shift + bal kattintás: támadás mozgás nélkül
tr: Shift + Sol Fare Tuşu: Hareket etmeden saldır

source: Shift + Left Mouse Button (on character screen): Assign all stat points
hu: Shift + bal kattintás (szintlépésnél): összes pont allokálása
tr: Shift + Sol Fare Tuşu (karakter ekranında): Tüm istatistik puanlarını ata

source: Shift + Left Mouse Button (on inventory): Move item to belt or equip/unequip item
hu: Shift + bal kattintás (eszköztárban): tárgy mozgatása az övre vagy felvétele magunkra
tr: Shift + Sol Fare Tuşu (envanterde): Eşyayı envanterden kemere gönder veya ekipman giy/çıkar

source: Shift + Left Mouse Button (on belt): Move item to inventory
hu: Shift + bal kattintás (az övön): tárgyak mozgatása vissza az eszköztárba
tr: Shift + Sol Fare Tuşu (kemerde): Eşyayı envantere gönder

source: $Movement:
hu: $Mozgás:
tr: $Hareket:

source: If you hold the mouse button down while moving, the character will continue to move in that direction.
hu: Ha nyomva tartod a bal egérgombot mozgás közben, a hősöd továbbra is abba az irányba fog mozogni.
tr: Hareket ederken mouse tuşunu basılı tutarsan, karakter hareket etmeye devam eder.

source: $Combat:
hu: $Harc:
tr: $Dövüş:

source: Holding down the shift key and then left-clicking allows the character to attack without moving.
hu: A shift gomb letartása kattintás közben lehetővé teszi, hogy egy helyben támadj.
tr: Shift tuşuna basılı tutarken sol tıklamak karakterin hareket etmeden saldırmasını sağlar.

source: $Auto-map:
hu: $Térkép:
tr: $Harita:

source: To access the auto-map, click the 'MAP' button on the Information Bar or press 'TAB' on the keyboard. Zooming in and out of the map is done with the + and - keys. Scrolling the map uses the arrow keys.
hu: A térkép eléréséhez nyomd be a 'TÉRKÉP' gombot lent vagy a 'TAB' gombot a billentyűzeten. A nagyítás + és - gombokkal lehetséges, a mozgatás pedig a nyilakkal.
tr: Haritaya erişmek için Bilgi Bar’ındaki “HARİTA” tuşuna tıkla veya klavyedeki “Tab” tuşuna bas. + ve - tuşları haritada zum yapmak ve uzaklaştırmak için kullanılır. Harita yön tuşları ile hareket ettirilebilir.

source: $Picking up Objects:
hu: $Tárgyak felvétele:
tr: $Eşyaları Yerden Almak:

source: Useable items that are small in size, such as potions or scrolls, are automatically placed in your 'belt' located at the top of the Interface bar . When an item is placed in the belt, a small number appears in that box. Items may be used by either pressing the corresponding number or right-clicking on the item.
hu: A kis felhasználható tárgyak, mint a fiolák és tekercsek az övedbe kerülnek a felület tetején. Az ott tárolt tárgyak mellett kis számok találhatóak, amelyekkel jobb kattintás mellett is tudod használni őket.
tr: Parşömenler ve iksirler gibi küçük boyutlu kullanılabilir eşyalar otomatik olarak Bilgi Barının üstündeki kemere yerleştirilir. Bir eşya kemere yerleştirildiğinde, o kutunun içinde küçük bir rakam belirir. Eşyalar bağlı oldukları rakamlara basılarak veya üzerlerine sağ tıklanarak kullanılabilir.

source: $Gold:
hu: $Arany:
tr: $Altın:

source: You can select a specific amount of gold to drop by right-clicking on a pile of gold in your inventory.
hu: Kiválaszthatsz bizonyos mennyiségű aranyat eldobásra jobb kattintással az eszköztáradban.
tr: Belli bir miktarda altını ayırmak için envanterinizdeki altın öbeğine sağ tıklayabilirsin.

source: $Skills & Spells:
hu: $Készségek és varázsigék:
tr: $Yetenekler & Büyüler:

source: You can access your list of skills and spells by left-clicking on the 'SPELLS' button in the interface bar. Memorized spells and those available through staffs are listed here. Left-clicking on the spell you wish to cast will ready the spell. A readied spell may be cast by simply right-clicking in the play area.
hu: Hozzáférhetsz az elérhető készségekhez és varázsigékhez bal kattintással az 'IGÉK' gombra kattintva a kezelő felületen. A megtanult varázsigék és a boton találhatóak itt lesznek felsorolva. Bal kattintással kiválasztod a varázsigék. A kiválasztott igét a jobb kattintással tudod előhívni.
tr: Yeteneklerine ve Büyülerine Bilgi Barındaki “Büyüler” tuşuna tıklayarak erişebilirsin. Daha önce öğrenilen ve asalar ile kullanılabilen büyüler burada listelenir. Gerçekleştirmek istediğin büyünün üstüne sol tıklayarak hazır duruma getirebilirsin. Hazır durumdaki büyüler oyun alanının üzerine sağ tıklanarak kullanılabilirler.

source: $Using the Speedbook for Spells:
hu: $Gyorsvarázs:
tr: $Hızlı Büyü Kitabının Büyüler için Kullanımı:

source: Left-clicking on the 'readied spell' button will open the 'Speedbook' which allows you to select a skill or spell for immediate use. To use a readied skill or spell, simply right-click in the main play area.
hu: Egy bal kattintás a kiválasztott varázsigére kinyitja a varázsigék gyorstárát, ahol azonnal választhatsz a varázsigék, készségek, tekercsek és a bot képessége közül. A kiválasztás után a használathoz nyomd meg a jobb egérgombot a játéktéren.
tr: Hazır durumdaki büyünün üstüne sol tıklamak Büyü Kitabını açar, bu şekilde anlık kullanımlar için bir yetenek veya büyü seçilebilir. Hazır durumdaki büyüler oyun alanının üzerine sağ tıklanarak kolayca kullanılabilirler.

source: Shift + Left-clicking on the 'select current spell' button will clear the readied spell.
hu: Shift + bal kattintás a jelenleg kiválasztott varázsigére törli azt abból a helyből.
tr: Geçerli büyüyü seç tuşuna Shift tuşuna basılı tutarak sol tıklanırsa, hazırdaki büyü temizlenir.

source: $Setting Spell Hotkeys:
hu: $Varázsigékhez gyorsbillentyűk:
tr: $Büyü Kısayollarını Ayarlama:

source: You can assign up to four Hotkeys for skills, spells or scrolls. Start by opening the 'speedbook' as described in the section above. Press the F5, F6, F7 or F8 keys after highlighting the spell you wish to assign.
hu: Gyorsbillentyűket rendelhetsz varázsigékhez,készségekhez és tekercsekhez. Kezdd a varázsigék gyorstárának kinyitásával a fent leírt szakasz alapján. Ezt követően nyomd be az F5, F6, F7 vagy F8 gombok egyikét a kiválasztott varázsige felett, hogy a gombhoz rendeld azt.
tr: Yeteneklerin, büyülerin veya parşömenlerin için dört adete kadar kısayol tuşu atayabilirsin. Yukardaki bölümde anlatıldığı gibi Hızlı Büyü Kitabını aç. Büyülerin üzerine fare imleci ile geldikten sonra F5, F6, F7 veya F8 tuşlarına basarak büyüleri ata.

source: $Spell Books:
hu: $Varázskönyvek:
tr: $Büyü Kitapları:

source: Reading more than one book increases your knowledge of that spell, allowing you to cast the spell more effectively.
hu: Egynél több könyv elolvasása növeli az adott varázsigéről szerzett ismeretedet, amitől még hatékonyabban tudod előígézni azt.
tr: Bir büyünün kitabını birden fazla okuduğunda, o büyü hakkındaki bilgin artar. Bu şekilde büyünü daha etkili şekilde kullanabilirsin.

source: Shareware Hellfire Help
hu: Segítség a kiegészítő próbaváltozatjához
tr: Shareware Hellfire Yardım

source: Hellfire Help
hu: Segítség a kiegészítőhöz
tr: Hellfire Yardım

source: Shareware Diablo Help
hu: Segítség a próbaváltozathoz
tr: Shareware Diablo Yardım

source: Diablo Help
hu: Segítség az alapjátékhoz
tr: Diablo Yardım

source: Press ESC to end or the arrow keys to scroll.
hu: A nyilakkal mozogsz és az ECS gombbal lépsz vissza.
tr: Sonlandırmak için ESC tuşuna bas veya yön tuşlarıyla hareket ettir.

source: diabdat.mpq or spawn.mpq
hu: diabdat.mpq vagy spawn.mpq
tr: diabdat.mpq veya spawn.mpq

source: Some Hellfire MPQs are missing
hu: Néhány kiegészítős MPQ fájl hiányzik
tr: Bazı Hellfire MPQları eksik

source: Not all Hellfire MPQs were found. Please copy all the hf*.mpq files.
hu: Nem mindegyik kiegészítős MPQ lett megtalálva Kérlek másold az összes hf*.mpq fájlt a megfelelő helyre.
tr: Tüm Hellfire MPQları bulunamadı. Lütfen tüm hf*.mpq dosyalarını kopyalayın.

source: Unable to create main window
hu: Nem sikerült az elsődleges ablak létrehozása
tr: Ana pencere oluşturulamıyor

source: No room for item
hu: Nincs hely a tárgynak
tr: Eşya için yeterli yer yok

source: Oil of Accuracy
hu: A pontosság olaja
tr: İsabetlilik Yağı

source: Oil of Mastery
hu: A tehetség olaja
tr: Ustalık Yağı

source: Oil of Sharpness
hu: Az élesség olaja
tr: Keskinlik Yağı

source: Oil of Death
hu: A halál olaja
tr: Ölüm Yağı

source: Oil of Skill
hu: A készség olaja
tr: Yetenek Yağı

source: Blacksmith Oil
hu: Kézműves olaj
tr: Demirci Yağı

source: Oil of Fortitude
hu: Az erő olaja
tr: Dayanıklılık Yağı

source: Oil of Permanence
hu: A kitartás olaja
tr: Kalıcılık Yağı

source: Oil of Hardening
hu: Az edzettség olaja
tr: Sertleştirme Yağı

source: Oil of Imperviousness
hu: Az állhatatosság olaja
tr: Sızdırmazlık Yağı

# spell
source: {0} of {1}
hu: A {1} {0}ja

# spell
source: {0} {1} of {2}
hu: A {2} {0} {1}ja

source: increases a weapon's
hu: növeli a fegyver
tr: bir silahın

source: chance to hit
hu: találati esélyét
tr: vuruş şansını artırır

source: greatly increases a
hu: nagyban növeli
tr: bir silahın vuruş şansını

source: weapon's chance to hit
hu: a fegyver találati esélyét
tr: büyük ölçüde artırır

source: damage potential
hu: a sebzési lehetőségét
tr: hasar potansiyelini artırır

source: greatly increases a weapon's
hu: nagyban növeli egy fegyver
tr: bir silahın hasar potansiyelini

source: damage potential - not bows
hu: - kivétel az íjak - sebzési lehetőségét
tr: büyük ölçüde artırır - yaylar hariç

source: reduces attributes needed
hu: kevesebb képesség szükséges hozzá
tr: zırhların ve silahların

source: to use armor or weapons
hu: hogy tárgyakat használhass
tr: nitelik gereksinimi düşürür

source: restores 20% of an
hu: visszaállítja 20 százalékát
tr: bir eşyanın sağlamlığının

source: item's durability
hu: egy tárgy állapotának
tr: %20 kadarını tamir eder

source: increases an item's
hu: javítja egy tárgy
tr: bir eşyanın anlık ve maksimum

source: current and max durability
hu: állapotát és szívósságát
tr: sağlamlık değerlerini artırır

source: makes an item indestructible
hu: elpusztíthatatlanná tesz egy tárgyat
tr: eşyayı yok edilemez yapar

source: increases the armor class
hu: növeli a hatékonyságát
tr: zırh ve kalkanların

source: of armor and shields
hu: a pajzsoknak és páncéloknak
tr: zırh düzeyini artırır

source: greatly increases the armor
hu: nagyban növeli a hatékonyságát
tr: zırh ve kalkanların

source: class of armor and shields
hu: a pajzsoknak és páncéloknak
tr: zırh düzeyini büyük ölçüde artırır

source: sets fire trap
hu: felállít egy tűzcsapdát
tr: ateş tuzağı kurar

source: sets lightning trap
hu: felállít egy villámcsapdát
tr: yıldırım tuzağı kurar

source: sets petrification trap
hu: felállít egy Medúza csapdát
tr: taşlaştırma tuzağı kurar

source: restore all life
hu: visszatölt minden életerőt
tr: tüm canı yenile

source: restore some life
hu: visszatölt némi életerőt
tr: tüm manayı yenile

source: restore some mana
hu: visszatölt némi varázserőt
tr: bir miktar manayı yenile

source: restore all mana
hu: visszatölt minden varázserőt
tr: tüm manayı yenile

source: increase strength
hu: növeli az erőt
tr: güç niteliğini artır

source: increase magic
hu: növeli a mágiát
tr: büyü niteliğini artır

source: increase dexterity
hu: növeli az ügyességet
tr: çeviklik niteliğini artır

source: increase vitality
hu: növeli az egészséget
tr: yaşam niteliğini artır

source: restore some life and mana
hu: ad némi élet- és varázserőt
tr: bir miktar can ve mana yenile

source: restore all life and mana
hu: teleölti az élet- és varázserőt
tr: tüm can ve manayı yenile

source: (works only in arenas)
hu: (csak arénákban működik)
tr: (sadece arenalarda çalışır)

source: Right-click to view
hu: Jobb kattintással megnézed
tr: Görmek için sağ tıkla

source: Right-click to use
hu: Jobb kattintással használod
tr: Kullanmak için sağ tıkla

source: Right-click to read, then left-click to target
hu: Jobb kattintással elolvasod, majd ballal kiválasztod a célt
tr: Okumak için sağ tıkla, sonra hedefe sol tıkla

source: Right-click to read
hu: Jobb kattintással elolvasod
tr: Okumak için sağ tıkla

source: Activate to view
hu: Kattints rá, hogy megnézd
tr: Görmek için aktifleştir

source: Open inventory to use
hu: Nyisd ki az eszköztárad a használat előtt
tr: Kullanmak için envanteri aç

source: Activate to use
hu: Kattins rá a használathoz
tr: Kullanmak için aktifleştir

source: Select from spell book, then cast spell to read
hu: Válassz a varázsigék könyvéből majd olvasd fel az igét
tr: Büyü Kitabı’ndan seç, sonra okumak için büyü yap

source: Activate to read
hu: Kattints rá, hogy elolvasd
tr: Okumak için aktifleştir

source: {} to view
hu: {}, hogy megnézd
tr: Görmek için: {}

source: {} to use
hu: {}, hogy használd
tr: Kullanmak için: {}

source: Select from spell book, then {} to read
hu: Válassz a varázsigék könyvéből majd {} segítségével olvasd fel az igét
tr: Büyü Kitabı’ndan seç, sonra okumak için {}

source: {} to read
hu: {}, hogy elolvasd
tr: Okumak için: {}

# player
source: Level: {:d}
hu: Szint: {:d}
tr: Seviye: {:d}

source: Doubles gold capacity
hu: Dupla arany fér egy mezőbe
tr: Altın kapasitesini iki katına çıkarır

source: Required:
hu: Szükséges:
tr: Gerekli:

source: {:d} Str
hu: {:d} Erő
tr: {:d} Güç

source: {:d} Mag
hu: {:d} Mág
tr: {:d} Büyü

source: {:d} Dex
hu: {:d} Ügy
tr: {:d} Çev

source: Ear of {:s}
hu: {:s} levágott füle
tr: Kulak, Sahibi: {:s}

source: chance to hit: {:+d}%
hu: találat esélye: {:+d}%
tr: vuruş şansı: {:+d}%

source: {:+d}% damage
hu: {:+d}% sebzés
tr: {:+d}% hasar

source: to hit: {:+d}%, {:+d}% damage
hu: találat esélye: {:+d}%, {:+d}% sebzés
tr: vuruş şansı: {:+d}%, {:+d}% hasar

source: {:+d}% armor
hu: {:+d}% páncélzat
tr: {:+d}% zırh

source: armor class: {:d}
hu: páncélzat: {:d}
tr: zırh düzeyi: {:d}

source: Resist Fire: {:+d}%
hu: Tűz ellenállás: {:+d}%
tr: Ateş direnci: {:+d}%

source: Resist Fire: {:+d}% MAX
hu: Tűz ellenállás: {:+d}% MAX
tr: Ateş Direnci: {:+d}% MAKS

source: Resist Lightning: {:+d}%
hu: Villám ellenállás: {:+d}%
tr: Yıldırım Direnci: {:+d}%

source: Resist Lightning: {:+d}% MAX
hu: Villám ellenállás: {:+d}% MAX
tr: Yıldırım Direnci: {:+d}% MAKS

source: Resist Magic: {:+d}%
hu: Bűbűj ellenállás: {:+d}%
tr: Büyü Direnci: {:+d}%

source: Resist Magic: {:+d}% MAX
hu: Bűbűj ellenállás: {:+d}% MAX
tr: Büyü Direnci: {:+d}% MAKS

source: Resist All: {:+d}%
hu: Minden ellenállás: {:+d}%
tr: Tüm Direnç: {:+d}%

source: Resist All: {:+d}% MAX
hu: Minden ellenállás: {:+d}% MAX
tr: Tüm Direnç: {:+d}% MAKS

source: spells are increased {:d} level
hu: a varázsigék {:d} szinttel jobbak
tr: büyülerin seviyesi {:d} artar

source: spells are decreased {:d} level
hu: a varázsigék {:d} szinttel rosszabbak
tr: büyülerin seviyesi {:d} azalır

source: spell levels unchanged (?)
hu: a varázsigék változatlanok
tr: büyü seviyeleri değişmez (?)

source: Extra charges
hu: Plusz töltések
tr: Ekstra yük sayısı

source: {:d} {:s} charge
hu: {:d} {:s} töltés
tr: {:d} {:s} yük

source: Fire hit damage: {:d}
hu: Tűzsebzés: {:d}
tr: Ateş hasarı {:d}

source: Fire hit damage: {:d}-{:d}
hu: Tűzsebzés: {:d}-{:d}
tr: Ateş hasarı: {:d}-{:d}

source: Lightning hit damage: {:d}
hu: Villámsebzés: {:d}
tr: Yıldırım hasarı: {:d}

source: Lightning hit damage: {:d}-{:d}
hu: Villámsebzés: {:d}-{:d}
tr: Yıldırım hasarı: {:d}-{:d}

source: {:+d} to strength
hu: {:+d} pont az erősséghez
tr: {:+d} güç

source: {:+d} to magic
hu: {:+d} pont a mágiához
tr: {:+d} büyü

source: {:+d} to dexterity
hu: {:+d} pont az ügyességhez
tr: {:+d} Çeviklik

source: {:+d} to vitality
hu: {:+d} pont az egészséghez
tr: {:+d} Yaşam

source: {:+d} to all attributes
hu: {:+d} pont minden tulajdonsághoz
tr: {:+d} tüm nitelikler

source: {:+d} damage from enemies
hu: {:+d} sérülés az ellenfelektől
tr: düşmanlardan {:+d} hasar al

source: Hit Points: {:+d}
hu: Életerő: {:+d}
tr: Can: {:+d}

source: Mana: {:+d}
hu: Varázserő: {:+d}

source: high durability
hu: különösen szívós
tr: yüksek dayanıklılık

source: decreased durability
hu: kimondottan törékeny
tr: azaltılmış dayanıklılık

source: indestructible
hu: megsemmisíthetetlen
tr: yok edilemez

source: +{:d}% light radius
hu: +{:d}% fényerő
tr: aydınlatma çapı +%{:d}

source: -{:d}% light radius
hu: -{:d}% fényerő
tr: aydınlatma çapı -%{:d}

source: multiple arrows per shot
hu: több nyíl lövésenként
tr: atış başına çoklu ok fırlatma

source: fire arrows damage: {:d}
hu: tüzes nyíl sebzése: {:d}
tr: ateş okları hasarı: {:d}

source: fire arrows damage: {:d}-{:d}
hu: tüzes nyíl sebzése: {:d}-{:d}
tr: ateş okları hasarı: {:d}-{:d}

source: lightning arrows damage {:d}
hu: villámló nyíl sebzése: {:d}
tr: yıldırım okları hasarı {:d}

source: lightning arrows damage {:d}-{:d}
hu: villámló nyíl sebzése: {:d}-{:d}
tr: yıldırım okları hasarı {:d}-{:d}

source: fireball damage: {:d}
hu: tűzbomba sebzése: {:d}
tr: ateştopu hasarı: {:d}

source: fireball damage: {:d}-{:d}
hu: tűzbomba sebzése: {:d}-{:d}
tr: ateştopu hasarı: {:d}-{:d}

source: attacker takes 1-3 damage
hu: a támadó 1-3 sérülést szenved el
tr: saldırgan 1-3 hasar alır

source: user loses all mana
hu: a felhasználó elveszíti az összes varázserejét
tr: kullanıcı tüm mana’sını kayberder

source: absorbs half of trap damage
hu: a kelepcék fele annyit sebeznek
tr: tuzak hasarının yarısını soğurur

source: knocks target back
hu: visszalöki a célpontot
tr: hedefi geri iter

source: +200% damage vs. demons
hu: háromszoros sebzés démonok ellen
tr: iblislere karşı +200% hasar

source: All Resistance equals 0
hu: Minden ellenállás nullázódik
tr: Tüm dirençler 0’a eşitlenir

source: hit steals 3% mana
hu: egy találat 3% varázserőt lop
tr: vuruşlar 3% mana çalar

source: hit steals 5% mana
hu: egy találat 5% varázserőt lop
tr: vuruşlar 5% mana çalar

source: hit steals 3% life
hu: egy találat 3% életerőt lop
tr: vuruşlar 3% can çalar

source: hit steals 5% life
hu: egy találat 5% életerőt lop
tr: vuruşlar 5% can çalar

source: penetrates target's armor
hu: áttöri a célpont páncélját
tr: hedefin zırhını deler

source: quick attack
hu: gyors támadás
tr: çabuk saldırı

source: fast attack
hu: pörgős támadás
tr: hızlı saldırı

source: faster attack
hu: nagyon gyors támadás
tr: daha hızlı saldırı

source: fastest attack
hu: villámgyors támadás
tr: en hızlı saldırı

source: Another ability (NW)
hu: Más képesség (NW)
tr: Tanımlanamayan yetenek (NW)

source: fast hit recovery
hu: gyors visszaállás
tr: hızlı toparlanma

source: faster hit recovery
hu: gyorsabb visszaállás
tr: daha hızlı toparlanma

source: fastest hit recovery
hu: leggyorsabb visszaállás
tr: en hızlı toparlanma

source: fast block
hu: gyors védekezés
tr: hızlı blok

source: adds {:d} point to damage
hu: további {:d} sebzés
tr: {:d} hasar puanı ekler

source: fires random speed arrows
hu: váltakozó sebességű nyílak
tr: ateşlediği oklar rastgele hızda gider

source: unusual item damage
hu: szokatlan sebzés
tr: olağandışı eşya hasarı

source: altered durability
hu: szokatlan szívósság
tr: azaltılmış sağlamlık

source: one handed sword
hu: egykezes kard
tr: tek-elli kılıç

source: constantly lose hit points
hu: folyamatosan életerőt veszítesz
tr: sürekli bir şekilde can kaybet

source: life stealing
hu: életerő rabló
tr: can çalma

source: no strength requirement
hu: nem szükséges hozzá erő
tr: güç gereksinimi yok

source: lightning damage: {:d}
hu: villámsebzés: {:d}
tr: yıldırım hasarı: {:d}

source: lightning damage: {:d}-{:d}
hu: villámsebzés: {:d}-{:d}
tr: yıldırım hasarı: {:d}-{:d}

source: charged bolts on hits
hu: gömbvillámok keletkeznek találat után
tr: yüklü akımlı vuruşlar

source: occasional triple damage
hu: néha háromszorosat sebez
tr: tesadüfen hasar üçe katlanır

source: decaying {:+d}% damage
hu: csökkenő {:+d}% sebzés
tr: azalan {:+d}% hasar

source: 2x dmg to monst, 1x to you
hu: kétszeres sebzés a célpontra, egyszeres neked
tr: canavarlara 2x sana 1x hasar

source: Random 0 - 600% damage
hu: Véletlen sebzés 0 és 600% között
tr: Rastgele 0 - 600% hasar

source: low dur, {:+d}% damage
hu: törékeny, de {:+d}% sebzés
tr: düşük day, {:+d}% hasar

source: extra AC vs demons
hu: plusz páncélzat démonok ellen
tr: iblislere karşı ekstra ZD

source: extra AC vs undead
hu: plusz páncélzat élőhalottak ellen
tr: yaşayan ölülere karşı ekstra ZD

source: 50% Mana moved to Health
hu: a varázserő 50%-a életerővé válik
tr: Mananın %50’si Cana aktarılır

source: 40% Health moved to Mana
hu: az életserő 40%-a varázserővé válik
tr: Canın 40%’ı Manaya aktarılır

source: damage: {:d} Indestructible
hu: sebzés: {:d} megsemmisíthetetlen
tr: hasar: {:d} Yok edilemez

source: damage: {:d} Dur: {:d}/{:d}
hu: sebzés: {:d} állapot: {:d}/{:d}
tr: hasar: {:d} Sağ: {:d}/{:d}

source: damage: {:d}-{:d} Indestructible
hu: sebzés: {:d}-{:d} megsemmisíthetetlen
tr: hasar: {:d}-{:d} Yok edilemez

source: damage: {:d}-{:d} Dur: {:d}/{:d}
hu: sebzés: {:d}-{:d} állapot: {:d}/{:d}
tr: hasar: {:d}-{:d} Sağ: {:d}/{:d}
