Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: I am afraid that I don't know anything about that, good master. Cain has many books that may be of some help.
hu: Félek semmit sem tudok erről, jó uram. Káinnak sok hasonló könyve van, amely talán segítségül szolgálhat.
tr: Korkarım ki bunun hakkında hiçbir şey bilmiyorum efendim. Cainin çok kitabı var belki o yardımcı olabilir.

source: This sounds like a very dangerous place. If you venture there, please take great care.
hu: Ez aztán egy veszedelmes helynek hangzik így, Ha oda kíván merészkedni, kérem legyen nagyon óvatos!
tr: Kulağa çok tehlikeli bir yermiş gibi geliyor. Oraya gidersen lütfen dikkatli ol.

source: I am afraid that I haven't heard anything about that. Perhaps Cain the Storyteller could be of some help.
hu: Félek semmi ilyesmiről nem hallottam. Talán Káin mesélhetne róla.
tr: Korkarım ki hakkında hiçbir şey duymadım. Belki Öykücü Cain bu konuda yardım edebilir.

source: I know nothing of this place, but you may try asking Cain. He talks about many things, and it would not surprise me if he had some answers to your question.
hu: Semmit sem tudok arról a helyről, de talán kérdezt Káint. Sok dologról beszél mindig, nem lepne meg, ha erről is tudna.
tr: Bu yer hakkında hiçbir şey bilmiyorum ama Cain’e sormayı deneyebilirsin. O birçok şey bilir ve bu soruna bazı cevapları olması beni şaşırtmaz.

source: Okay, so listen. There's this chamber of wood, see. And his wife, you know - her - tells the tree... cause you gotta wait. Then I says, that might work against him, but if you think I'm gonna PAY for this... you... uh... yeah.
hu: Rendben, na, hallgasson. Itt van ez a fakamra, látja-e. És a felesége, tudja, ő, aztat mondja a fának... mert várnod kell. És én aztán azt mondom: lehet nem használ, de ha még fizetnem is kellene érte... na, bizony.
tr: Tamam o zaman, dinle. Tahta bir oda var. Ve karısı var, biliyorsun - o kadını - ağaca diyor ki… çünkü beklemen lazım. Sonra ben diyorum ki, ona karşı işe yarayabilir ama düşünürsen bunu sana ÖDEYECEĞİM… sen… ah… evet.

source: You will become an eternal servant of the dark lords should you perish within this cursed domain. Enter the Chamber of Bone at your own peril.
hu: A sötét urak örökös szolgája leszel és el fogsz hunyni abban a megátkozott helységben. Csak a saját károdra lépj be a koponyák kamrájába.
tr: Bu lanetli alanda ölürsen, karanlık Efendilerin sonsuz bir hizmetkârı olacaksın. Kemikler Odasına gideceksen risklerini bilmelisin.

source: A vast and mysterious treasure, you say? Maybe I could be interested in picking up a few things from you... or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
hu: Nagy és titokzatos kincs, azt mondod? Lehet talán engem is érdekelne, ha beszerezhetnék pár dolgot... vagy még jobb: nincs szükséged inkább neked valami ritka és drága felszerelésre, hogy túléld ezt a hatalmas veszedelmet?
tr: Büyük ve gizemli bir hazine mi diyorsun? Belki senden birkaç şey almayı düşünebilirim… hatta daha iyisi, bu sıkıntılı durumu atlatmak için nadir ve pahalı malzemelere ihtiyacın yok mu?

source: It seems that the Archbishop Lazarus goaded many of the townsmen into venturing into the Labyrinth to find the King's missing son. He played upon their fears and whipped them into a frenzied mob. None of them were prepared for what lay within the cold earth... Lazarus abandoned them down there - left in the clutches of unspeakable horrors - to die.
hu: Úgy tűnik Lázár főérsek sokakat becsalt a labirintusba, hogy megtalálják a király eltűnt fiát. Rájátszott a félelmeikre és egy bőszült tömeget csinált belőlük. Egyikük sem volt felkészülve arra ami várt rájuk a hideg mélységekben és Lázár pusztulni hagyta őket a kimondhatatlan rémségek között.
tr: Görünüşe göre Başpiskopos Lazarus, birçok kasabalıyı Kral’ın kayıp oğlunu bulmak için Labirente girmeye kışkırttı. Korkularını kullanarak onları çılgın bir kalabalığa dönüştürdü. Hiçbiri soğuk toprağın altındakilere hazırlıklı değildi… Lazarus onları orada terk etti - tarif edilemez dehşetlerin pençesinde ölmeye bıraktı.

source: Yes, Farnham has mumbled something about a hulking brute who wielded a fierce weapon. I believe he called him a butcher.
hu: Igen, Farnham motyogott valamit egy hatalmas rettenetről egy pusztító fegyverrel. Azt hiszem a mészárosnak hívták.
tr: Evet, Farnham korkunç bir silah kullanan iri yarı bir vahşi ile ilgili şeyler gevelemişti. Sanırım onun bir kasap olduğundan bahsetti.

source: By the Light, I know of this vile demon. There were many that bore the scars of his wrath upon their bodies when the few survivors of the charge led by Lazarus crawled from the Cathedral. I don't know what he used to slice open his victims, but it could not have been of this world. It left wounds festering with disease and even I found them almost impossible to treat. Beware if you plan to battle this fiend...
hu: A fény igazára, ismerem ezt az álnok démont. Sokan hordozzák a haragjának sebeit a testükön, amikor pár túlélője a Lázár által vezetett rohamnak visszakúszott a katedrálisból. Nem tudom mit használtak az áldozatok feldarabolására, de biztos nem lehetett eme világi. Olyan fertőzött sebeket hagyott, amelyeket szinte én sem tudtam kezelni. Óvatosan, ha ezzel a fenevaddal akarsz harcolni...
tr: Işık adına, bu aşağılık iblisi biliyorum. Lazarus’un öncülük ettiği gruptan sağ kurtulan birkaç kişi Katedralden sürünerek çıktığında, pek çoğunun vücudunda onun gazabının izleri vardı. Kurbanlarını neyle doğradığını bilmiyorum ama bu dünyaya ait olamaz. Yaralar hastalıkla iltihaplanmış haldeydi ve onları tedavi etmek neredeyse imkansızdı. Bu yaratıkla savaşmayı planlıyorsan dikkatli olun…

source: When Farnham said something about a butcher killing people, I immediately discounted it. But since you brought it up, maybe it is true.
hu: Amikor Farnham mondott valamit arról, hogy a mészáros embereket ölt, azonnal semmibe vettem. De mivel te is felhoztad, lehet igaz.
tr: Farnham bir kasabın insanları öldürdüğünden bahsettiğinde ciddiye almamıştım. Ama sen konuyu açtığına göre, belki de doğrudur.

source: I saw what Farnham calls the Butcher as it swathed a path through the bodies of my friends. He swung a cleaver as large as an axe, hewing limbs and cutting down brave men where they stood. I was separated from the fray by a host of small screeching demons and somehow found the stairway leading out. I never saw that hideous beast again, but his blood-stained visage haunts me to this day.
hu: Láttam azt amit Farnham a mészárosnak hívott ahogy az átszelte a barátaim testét. Egy akkora bárdot lóbált, mint egy fejsze. Ott helyben lecsapta a végtagjait számos bátor embernek egyetlen egy mozdulattal! Engem egy pár kisebb szörnyecske választott el a tömegtől és szerencsére megtaláltam a kijáratot menekülés közben. Soha többé nem láttam azt a rémséges bestiát, de a véres képe még ma is kísért bizony.
tr: Farnhamın Kasap dediği yaratığın, dostlarımın cesetleri arasından geçtiğini gördüm. Balta kadar bir satır sallıyordu, uzuvları parçalıyor ve cesur adamları bulundukları yerde kesiyordu. Bu kargaşadan küçük ve zırlayan iblislerden oluşan bir grup tarafından uzaklaştırıldım ve bir şekilde çıkışa giden merdiveni buldum. O iğrenç yaratığı bir daha hiç görmedim ama kanla lekelenmiş yüzü hâlâ rüyalarıma giriyor.

source: Big! Big cleaver killing all my friends. Couldn't stop him, had to run away, couldn't save them. Trapped in a room with so many bodies... so many friends... NOOOOOOOOOO!
hu: Nagy! Nagy bárd megöli a barátaimat! Nem tudtam mit tenni, futottam, nem tudtam megmenteni senkit sem. Be voltam zárva, olyan sok halottal... barátokkal... NEEE!
tr: Kocaman! Kocaman satır tüm dostlarımı öldürüyor. Onu durduramadım, kaçmak zorunda kaldım, onları kurtaramadım. Bir odada kapana kısıldım, çok fazla ceset… çok fazla dost… HAYIRRRRRRR!

source: The Butcher is a sadistic creature that delights in the torture and pain of others. You have seen his handiwork in the drunkard Farnham. His destruction will do much to ensure the safety of this village.
hu: A mészáros egy kegyetlen lény, amely élvez fájdalmat és szenvedést okozni másoknak. Láttam a munkásságát a részeges Farnhamon. A rémség elpusztítása sokat tenne a falu biztonsága érdekében.
tr: Kasap, başkalarının işkence ve acılarından zevk alan sadist bir yaratıktır. Hünerlerini Sarhoş Farnhamda gördün. Yok edilmesi, bu köyün güvenliğini sağlamak için çok faydalı olacaktır.

source: I know more than you'd think about that grisly fiend. His little friends got a hold of me and managed to get my leg before Griswold pulled me out of that hole. I'll put it bluntly - kill him before he kills you and adds your corpse to his collection.
hu: Többet tudok arról a rémségről, mint te azt gondolnád. A kis pajtásai lefogtak és elkapták a lábamat mielőtt Griswold kihúzott abból a lyukból. Öld meg, mielőtt ő öl meg téged és szobadíszt csinál a holttestedből.
tr: O ürkütücü yaratık hakkında tahmininden fazla şey biliyorum. Küçük dostları beni yakaladı ve Griswold beni o çukurdan çıkarana kadar bacağımı yaralamayı başardılar. Açıkça söyleyeceğim - onu öldür, yoksa o seni öldürür ve cesedini koleksiyonuna ekler.

source: Please, listen to me. The Archbishop Lazarus, he led us down here to find the lost prince. The bastard led us into a trap! Now everyone is dead... killed by a demon he called the Butcher. Avenge us! Find this Butcher and slay him so that our souls may finally rest...
hu: Kérem, hallgasson meg... Lázár főérsek, levezetett minket ide, hogy megtaláljuk az eltűnt herceget. A mocsok csapdába csalt mindnyájunkat! Most már mindenki halott... megölte őket egy mészárosnak nevezett démon. Találja meg ezt a mészárost és ölje meg, hogy a lelkeink békében nyugodjanak.
tr: Lütfen, beni dinle. Başpiskopos Lazarus, bizi kayıp prensi bulmak için buraya getirdi. O alçak bizi tuzağa sürükledi! Şimdi herkes öldü… onun Kasap dediği bir iblis tarafından katledildi. İntikamımızı al! Bu Kasabı bul ve öldür ki ruhlarımız sonunda huzura kavuşsun…

source: You recite an interesting rhyme written in a style that reminds me of other works. Let me think now - what was it? ...Darkness shrouds the Hidden. Eyes glowing unseen with only the sounds of razor claws briefly scraping to torment those poor souls who have been made sightless for all eternity. The prison for those so damned is named the Halls of the Blind...
hu: Egy érdekes rímet mesél. Olyan stílusban íródott, mellyel már találkozhattam régebben. Hadd töprengjek, mi lehetett? Éj lepi a rejtőzőket. Erről ön is meggyőződhet Láthatatlan, fényes szemek Hogy ejthetnek véres sebet? Kárhozottak karma éles Minden út ki innen téves Szemem marják ki vad kezek Vakok csarnoka ez lehet
tr: İlginç bir kafiye, bana başka eserleri hatırlatan bir tarzda yazılmış. Düşüneyim şimdi - neydi? …Karanlık, Gizliyi örtüyor. Gözler, sadece körlüğe mahkûm edilmiş zavallı ruhları kısa bir süre işkence etmek için tırnakların bıçak gibi kazındığı seslerle görünmeden parlıyor. Bu lanetli olanların hapishanesine Körlerin Salonları denir…

source: I never much cared for poetry. Occasionally, I had cause to hire minstrels when the inn was doing well, but that seems like such a long time ago now. What? Oh, yes... uh, well, I suppose you could see what someone else knows.
hu: Sose érdekel nagyon a költészet. Időnként hívtam bárdokat a fogadómba amikor jobban ment a sorunk, de az már oly rég volt. Hogyan? Igen, szóval... próbálkozzon valaki mással, ki esetleg többet tudhat.
tr: Hiç şiire ilgim olmadı. Ara sıra, han iyi iş yaptığında ozanlar tutardım ama bu artık çok uzun zaman önce gibi geliyor. Ne? Ah, evet… şey, sanırım başkalarına sorabilirsiniz.

source: This does seem familiar, somehow. I seem to recall reading something very much like that poem while researching the history of demonic afflictions. It spoke of a place of great evil that... wait - you're not going there are you?
hu: Ez ismerősen hat valami csoda folytán. Emlékszem, olvashattam valami nagyon hasonló verset mikor a démoni károkozók ellen olvastam. Egy nagyon elvetemült helyről beszélt, amely... várjunk, csak nem óhajt odamenni, igaz?
tr: Bu bana bir şekilde tanıdık geliyor. Şeytani rahatsızlıkların tarihini araştırırken o şiire çok benzer bir şey okuduğumu hatırlıyorum. Büyük bir kötülüğün olduğu bir yerden bahsediyordu… bekle - oraya gitmiyorsun, değil mi?

source: If you have questions about blindness, you should talk to Pepin. I know that he gave my grandmother a potion that helped clear her vision, so maybe he can help you, too.
hu: Ha kérdéseid vannak a vakságról, Pipinnel kellene beszélned. Tudom, hogy adott a nagymamámnak egy varázsfőzetet, aminek segítségével ismét tisztábban látott. Talán neked is segíthet.
tr: Körlük hakkında soruların varsa, Pepin ile konuşmalısın. Büyükanneme görme yetisini düzelten bir iksir verdiğini biliyorum, belki sana da yardımcı olabilir.

source: I am afraid that I have neither heard nor seen a place that matches your vivid description, my friend. Perhaps Cain the Storyteller could be of some help.
hu: Félek sose hallottam vagy láttam erről az élénken leírt helyről, barátom. Talán a jó öreg Káin segítségedre válhat.
tr: Korkarım ki, tarif ettiğin gibi bir yer duymadım veya görmedim dostum. Belki Öykücü Cain size yardımcı olabilir.

source: Look here... that's pretty funny, huh? Get it? Blind - look here?
hu: Nézz ide... elég vicces, nem? Érted? Vak, nézz ide...?
tr: Buraya bak… çok komik, di mi? Anladın mı? Kör - buraya bak?

source: This is a place of great anguish and terror, and so serves its master well. Tread carefully or you may yourself be staying much longer than you had anticipated.
hu: Az a hely nagy kínt és félelmet tartalmaz, ezért jól szolgálja a gazdáját. Járj óvatosan vagy tovább fogsz ott maradni, mint terveznéd.
tr: Burası büyük acı ve dehşetin hüküm sürdüğü bir yer, yani efendisine iyi hizmet ediyor. Adımını dikkatli at, yoksa beklediğinden çok daha uzun süre kalabilirsin.

source: Lets see, am I selling you something? No. Are you giving me money to tell you about this? No. Are you now leaving and going to talk to the storyteller who lives for this kind of thing? Yes.
hu: Nézzük, adok-e el neked valamit? Nem. Pénzt adsz nekem azért, hogy ezt elmondhassam. Nem. Most már úgy látod ideje távoznod és inkább a történetmesélőt zaklatnod ezekkel a kérdésekkel? Igen.
tr: Bakalım, sana bir şey mi satıyorum? Hayır. Bana bunu anlatmam için para mı veriyorsun? Hayır. Şimdi gidip ömrünü bu tür şeylere adayan öykücüyle mi konuşuyorsun? Evet.

source: You claim to have spoken with Lachdanan? He was a great hero during his life. Lachdanan was an honorable and just man who served his King faithfully for years. But of course, you already know that. Of those who were caught within the grasp of the King's Curse, Lachdanan would be the least likely to submit to the darkness without a fight, so I suppose that your story could be true. If I were in your place, my friend, I would find a way to release him from his torture.
hu: Azt állítja beszélt Lachdanánnal? Nagy hős volt bizony az élete során. Lachdanán egy becsületes, igazságos férfi volt, aki hűségesen szolgálta a királyát hosszú éveken keresztül. Természetesen maga ezt már tudja. Akik a király átkának a hatása alá kerültek, Lachdanán volt a legesélyesebb, hogy csak küzdelem árán hódoljon be a sötétségnek, így feltételezem ez a történet igaz is lehet. Ha az ön helyében lennék barátom, keresnék egy módot, hogy kiszabadítsam őt e kínzás alól.
tr: Lachdanan ile konuştuğunuzu mu söylüyorsun? Hayatı boyunca büyük bir kahramandı. Lachdanan, yıllarca Kralına sadakatle hizmet eden onurlu ve adil bir insandı. Ama elbette, bunu zaten biliyorsun. Kralın Lanetinin pençesine düşenler arasında, Lachdanan savaşmadan karanlığa teslim olacak en son olan kişiydi, bu yüzden hikayen doğru olabilir. Eğer yerinde olsaydım, dostum, onu işkencesinden kurtarmanın bir yolunu bulurdum.

source: You speak of a brave warrior long dead! I'll have no such talk of speaking with departed souls in my inn yard, thank you very much.
hu: Egy rég halott hősi harcosról beszélsz! Nem kérek az ilyen beszédből a holtakról a fogadóm udvarában, köszönöm szépen.
tr: Uzun zaman önce ölmüş cesur bir savaşçıdan bahsediyorsunuz! Hanımın avlusunda ölü ruhlarla konuşmaktan bahsetmeyeceğim, çok teşekkür ederim.

source: A golden elixir, you say. I have never concocted a potion of that color before, so I can't tell you how it would effect you if you were to try to drink it. As your healer, I strongly advise that should you find such an elixir, do as Lachdanan asks and DO NOT try to use it.
hu: Egy arany varázsital, azt mondja? Sose találtam fel ilyen színű bájital, tehát meg nem tudnám mondani, hogy milyen hatással lenne a fogyasztójára. A gyógyítójaként, erősen javasolnám, ha a keze ügyébe bukkanna egy ilyen ital, tegyen, ahogy Lachdanán kéri és NE igyon belőle!
tr: Altın renkli bir iksir mi? Daha önce hiç böyle bir renkte iksir hazırlamadım, bu yüzden içmeye kalkışırsan seni nasıl etkileyeceğini söyleyemem. Bir şifacı olarak, eğer böyle bir iksir bulursan, Lachdananın dediği gibi yapmanı ve onu kullanmamanı şiddetle tavsiye ederim.

source: I've never heard of a Lachdanan before. I'm sorry, but I don't think that I can be of much help to you.
hu: Sose hallottam erről a Lachdanánról. Sajnálom, nem hiszem, hogy nagy segítségedre lehetnék.
tr: Lachdanan adını daha önce hiç duymadım. Üzgünüm ama pek yardımcı olabileceğimi sanmıyorum.

source: If it is actually Lachdanan that you have met, then I would advise that you aid him. I dealt with him on several occasions and found him to be honest and loyal in nature. The curse that fell upon the followers of King Leoric would fall especially hard upon him.
hu: Ha tényleg Lachdanán azt akivel találkozott, akkor azt javasolnám, hogy segítsen neki. Volt már dolgom vele pár alkalommal és igaz, őszinte természetnek ismertem meg. Az átok ami Leorik király követőit súlytotta különösen nehezen érintette őt emiatt.
tr: Eğer gerçekten Lachdanan ile karşılaştıysan, ona yardım etmeni tavsiye ederim. Onunla birkaç kez işim oldu ve gerçekten dürüst ve sadık olduğunu gördüm. Kral Leoricin adamlarını etkileyen lanet, özellikle Lachdananın üzerinde ağır bir şekilde çökecektir.

source: Lachdanan is dead. Everybody knows that, and you can't fool me into thinking any other way. You can't talk to the dead. I know!
hu: Lachdanán halott. Mindenki tudja ezt és nem tudsz átverni, hogy másként gondoljam. Nem tudsz a holtakkal beszélni. Tudom!
tr: Lachdanan öldü. Bunu herkes biliyor ve beni aksine inandıramazsın. Ölülerle konuşamazsın. Biliyorum!

source: You may meet people who are trapped within the Labyrinth, such as Lachdanan. I sense in him honor and great guilt. Aid him, and you aid all of Tristram.
hu: Lehet találkozol olyan emberekkel, akik a labirintusban ragadtak, akár csak Lachdanán. Becsületet és nagy bűntudatot érzek benne. Segítsd őt és az egész várost segíted.
tr: Labirentte Lachdanan gibi tuzağa düşmüş insanlarla karşılaşabilirsin. Onda onur ve büyük bir vicdan azabı hissediyorum. Ona yardım et, böylece Tristramın tamamına yardım etmiş olursunuz.

source: Wait, let me guess. Cain was swallowed up in a gigantic fissure that opened beneath him. He was incinerated in a ball of hellfire, and can't answer your questions anymore. Oh, that isn't what happened? Then I guess you'll be buying something or you'll be on your way.
hu: Nos, hadd találjam ki. Káint lenyelte egy hatalmas nagy lyuk, ami hirtelen megnyílt alatta. Felemésztette a pokol tüze, így nem tud többé a kérdéseidre válaszolni. Jaj, nem ez történt? Akkor gondolom venni szeretnél valamit vagy tovább állsz.
tr: Dur, tahmin edeyim. Cain, altında açılan devasa bir yarık tarafından yutuldu. Cehennem ateşinde yanarak kül oldu ve artık sorularına cevap veremiyor. Ah, öyle olmadı mı? O zaman ya bir şey satın alırsın ya da yoluna gidersin.

source: Please, don't kill me, just hear me out. I was once Captain of King Leoric's Knights, upholding the laws of this land with justice and honor. Then his dark Curse fell upon us for the role we played in his tragic death. As my fellow Knights succumbed to their twisted fate, I fled from the King's burial chamber, searching for some way to free myself from the Curse. I failed... I have heard of a Golden Elixir that could lift the Curse and allow my soul to rest, but I have been unable to find it. My strength now wanes, and with it the last of my humanity as well. Please aid me and find the Elixir. I will repay your efforts - I swear upon my honor.
hu: Kérem, ne öljön meg... hallgasson végig. Egyszer a kapitánya voltam Leorik király lovagjainak, fenntartva e vidék törvényeit igaz akarattal és becsülettel. Ezt követően a sötét átka azonban minket is utolért és így szerepet játszottunk a tragikus halálában. Ahogy a lovagtársaim elszenvedték ezt a kegyetlen ítéletet, én elmenekültem a király sírkamrájából és megpróbáltam megszabadítani magamat az átoktól. Nem jártam sikerrel... Hallottam egy arany varázsitalról, amely felemelheti az átkot és megnyugodhat neki köszönhetően a lelkem, de sajnos sehogy sem sikerült rá lelnem. Az erőm mos kezd elhalni és vele együtt az utolsó csepp emberségem is. Kérem, segítsen nekem megtalálni ezt a varázsitalt. Meg fogom fizetni, a becsületemre esküszöm fel.
tr: Lütfen, beni öldürme, sadece dinle. Bir zamanlar Kral Leoricin Şövalyelerinin Komutanıydım, bu toprakların yasalarını adalet ve onurla savunuyordum. Sonra Kralın karanlık Laneti, trajik ölümündeki rolümüzden dolayı üzerimize çöktü. Şövalyelerim çarpık kaderlerine boyun eğerken, ben Kralın mezar odasından kaçtım, kendimi bu Lanetten kurtaracak bir yol aramak için. Başarısız oldum… Üzerimdeki Laneti Altın bir Eliksirin kaldırabileceğini ve ruhumu huzura kavuşturacağını duydum ama bulamadım. Şimdi, gücüm tükeniyor ve benliğim de kayboluyor. Lütfen bana yardım et ve Eliksiri bul. Çabalarını ödüllendireceğim - onurum üzerine yemin ederim.

source: You have not found the Golden Elixir. I fear that I am doomed for eternity. Please, keep trying...
hu: Nem találta még meg az arany varázsitalt? Félek örök kárhozatra vagyok ítélve. Kérem, próbálkozzon még...
tr: Altın Eliksiri bulamamışsın. Sonsuza dek lanetlenmiş olmaktan korkuyorum. Lütfen, denemeye devam et…

source: You have saved my soul from damnation, and for that I am in your debt. If there is ever a way that I can repay you from beyond the grave I will find it, but for now - take my helm. On the journey I am about to take I will have little use for it. May it protect you against the dark powers below. Go with the Light, my friend...
hu: Megmentette a lelkem a kárhozattól és ezért adósa vagyok. Ha lenne bármi mód, hogy visszafizessem a sírból, meg fogom találni. Addig is, kérem, vegye el a sisakomat. Az én utamon már kis hasznát fogom látni. Védelmezze önt a sötét erőktől. Menjen a fénnyel, barátom...
tr: Ruhumu lanetlenmekten kurtardın ve bunun için sana minnettarım. Mezarın ötesinden borcumu ödeyebileceğim bir yol varsa bulacağım ama şimdilik - miğferimi al. Çıkacağım yolculukta ona pek ihtiyacım olmayacak. Karanlık güçlere karşı seni korusun. Işık seninle olsun, dostum…
