Repository: zettdaymond/devilutionX_auroraos
Catalog: Translations/*.po
Languages: hu, tr

source: armor: {:d} Indestructible
hu: páncélzat: {:d} megsemmisíthetetlen
tr: zırh: {:d} Yok edilemez

source: armor: {:d} Dur: {:d}/{:d}
hu: páncélzat: {:d} állapot: {:d}/{:d}
tr: zırh: {:d} Sağ: {:d}/{:d}

source: Charges: {:d}/{:d}
hu: Töltések: {:d}/{:d}
tr: Yükler: {:d}/{:d}

source: unique item
hu: különleges tárgy
tr: eşsiz eşya

source: Not Identified
hu: Azonosítatlan
tr: Teşhis Edilmemiş

source: Skeleton King's Lair
hu: A Csontváz Király Nyugvóhelye
tr: İskelet Kralın İni

source: Chamber of Bone
hu: A Koponya Kamra
tr: Kemikler Odası

source: Maze
hu: Labirintus
tr: Labirent

source: Poisoned Water Supply
hu: Mérgezett Kút
tr: Zehirlenmiş Su Kaynağı

source: Archbishop Lazarus' Lair
hu: Lázár főérsek Lakhelye
tr: Başpiskopos Lazarusun İni

source: Church Arena
hu: Katedrális aréna
tr: Kilise Arenası

source: Hell Arena
hu: Pokol aréna
tr: Cehennem Arenası

source: Circle of Life Arena
hu: Az élet köre aréna
tr: Yaşam Döngüsü Arenası

source: Down to dungeon
hu: Le a tömlöcbe
tr: Zindana İn

source: Down to catacombs
hu: Le a sírkamrába
tr: Yeraltı Mezarlarına İn

source: Down to caves
hu: Le a barlangba
tr: Mağaralara İn

source: Down to hell
hu: Le a pokolba
tr: Cehenneme İn

source: Down to Hive
hu: Le a fészekbe
tr: Kovana İn

source: Down to Crypt
hu: Le a kriptába
tr: Türbeye İn

source: Up to level {:d}
hu: Fel a {:d}. szintre
tr: {:d}.Seviyeye Çık

source: Up to town
hu: Fel a városba
tr: Kasabaya Çık

source: Down to level {:d}
hu: Le a {:d}. szintre
tr: {:d}.Seviyeye İn

source: Down to Diablo
hu: Le Diablóhoz
tr: Diabloya İn

source: Up to Nest level {:d}
hu: Fel a fészek {:d}. szintjére
tr: {:d}.Yuva Seviyesine Çık

source: Up to Crypt level {:d}
hu: Fel a kripta {:d}. szintjére
tr: {:d}.Türbe Seviyesine Çık

source: Cornerstone of the World
hu: A világ sarkköve
tr: Dünya’nın Köşetaşı

source: Down to Crypt level {:d}
hu: Le a kripta {:d}. szintjére
tr: {:d}.Türbe Seviyesine İn

source: Back to Level {:d}
hu: Vissza a {:d}. szintre
tr: {:d}.Seviyeye Geri Dön

source: Unable to open save file archive
hu: Nem sikerült a mentés megnyitása
tr: Kayıt dosyası arşivi açılamıyor

source: Invalid save file
hu: Érvénytelen mentés
tr: Geçersiz kayıt dosyası

source: Player is on a Hellfire only level
hu: A játékos egy kiegészítős szinten található
tr: Oyuncu bir Hellfire özel seviyesinde

source: Invalid game state
hu: Érvénytelen mentés
tr: Geçersiz oyun durumu

source: Unable to display mainmenu
hu: Nem sikerült a főmenü kirajzolása
tr: Anamenü gösterilemiyor

source: Animal
hu: Állat
tr: Hayvan

source: Demon
hu: Démon
tr: İblis

source: Undead
hu: Élőhalott
tr: Yaşayan Ölü

source: Type: {:s} Kills: {:d}
hu: Típus: {:s} Ölések: {:d}
tr: Tip: {:s} Katletme: {:d}

source: Total kills: {:d}
hu: Ölések: {:d}
tr: Toplam katletme: {:d}

source: Hit Points: {:d}-{:d}
hu: Életerő: {:d}-{:d}
tr: Can: {:d}-{:d}

source: No magic resistance
hu: Nincs mágikus ellenállás
tr: Büyü direnci yok

source: Resists:
hu: Ellenáll:
tr: Dirençli:

source: Magic
hu: bűbáj
tr: Büyü

source: Fire
hu: tűz
tr: Ateş

source: Lightning
hu: villám
tr: Şimşek

source: Immune:
hu: Immunis:
tr: Bağışıklılık:

source: Type: {:s}
hu: Típus: {:s}
tr: Tip: {:s}

source: No resistances
hu: Nincs ellenállás
tr: Direnç Yok

source: No Immunities
hu: Nincs immunitás
tr: Bağışıklık Yok

source: Some Magic Resistances
hu: Pár mágikus ellenállás
tr: Bazı Büyülere Dirençli

source: Some Magic Immunities
hu: Pár mágikus immunitás
tr: Bazı Büyülere Bağışıklı

source: Failed to open archive for writing.
hu: Nem sikerült megnyitni a fájlt írásara.
tr: Yazmak için arşivi açma işlemi başarısız.

source: Trying to drop a floor item?
hu: Megpróbál a padlóra dobni egy tárgyat?
tr: Yere bir eşya mı düşürmeye çalışıyorsun?

source: {:s} has cast an invalid spell.
hu: {:s} tiltott átkot használt.
tr: {:s} kural dışı bir büyü yaptı.

source: {:s} has cast an illegal spell.
hu: {:s} tiltott átkot használt.
tr: {:s} kural dışı bir büyü yaptı.

source: Player '{:s}' (level {:d}) just joined the game
hu: '{:s}' ({:d}. szint) csatlakozott a játszmába
tr: Oyuncu ‘{:s}’ (seviye {:d}) oyuna giriş yaptı

source: The game ended
hu: A játék véget ért
tr: Oyun sonlandı

source: Unable to get level data
hu: Nem sikerült a szint adatának kiolvasása
tr: Seviye verisi alınamıyor

source: Player '{:s}' just left the game
hu: '{:s}' elhagyta a játékot
tr: Oyuncu ‘{:s}’ oyunudan ayrıldı

source: Player '{:s}' killed Diablo and left the game!
hu: '{:s}' megölte Diablót, majd elhagyta a játékot!
tr: Oyuncu ‘{:s}’ Diablo’yu öldürerek oyundan ayrıldı!

source: Player '{:s}' dropped due to timeout
hu: '{:s}' időkorlát túllépése miatt kilépett
tr: Oyuncu ‘{:s}’ zaman aşımından dolayı oyundan düştü

source: Player '{:s}' (level {:d}) is already in the game
hu: '{:s}' ({:d}. szint) már játékban van
tr: Oyuncu ‘{:s}’ (seviye {:d}) zaten oyunda

source: Mysterious
hu: Titokzatos
tr: Gizemli

source: Hidden
hu: Rejtett
tr: Gizli

source: Gloomy
hu: Borús
tr: Kasvetli

source: Weird
hu: Szokatlan
tr: Garip

source: Magical
hu: Mágikus
tr: Sihirli

source: Stone
hu: Kő
tr: Taş

source: Religious
hu: Vallásos
tr: Dini

source: Enchanted
hu: Megbűvölt
tr: Efsunlu

source: Thaumaturgic
hu: Csodatevő
tr: Mucizevi

source: Fascinating
hu: Lenyűgöző
tr: Büyüleyici

source: Cryptic
hu: Rejtélyes
tr: Şifreli

source: Eldritch
hu: Természetfeletti
tr: Tekinsiz

source: Eerie
hu: Vészjósló
tr: Uğursuz

source: Divine
hu: Isteni
tr: İlahi

source: Holy
hu: Mennyei
tr: Kutsal

source: Sacred
hu: Patinás
tr: Kutsal

source: Spiritual
hu: Spirituális
tr: Ruhani

source: Spooky
hu: Ijesztő
tr: Ürkünç

source: Abandoned
hu: Elhagyatott
tr: Terkedilmiş

source: Creepy
hu: Nyomasztó
tr: Ürpertici

source: Quiet
hu: Halk
tr: Sessiz

source: Secluded
hu: Elszigelt
tr: Münzevi

source: Ornate
hu: Díszes
tr: Şatafatlı

source: Glimmering
hu: Tündöklő
tr: Işıldayan

source: Tainted
hu: Beszennyezett
tr: Lekelenmiş

source: Oily
hu: Olajos
tr: Yağlı

source: Glowing
hu: Ragyogó
tr: Parlayan

source: Mendicant's
hu: Kolduló
tr: Dilenen

source: Sparkling
hu: Csillámló
tr: Kıvılcımlı

source: Shimmering
hu: Fénylő
tr: Yanardöner

source: Solar
hu: Nap
tr: Güneşli

source: Murphy's
hu: Murphy
tr: Lanetli

source: The Great Conflict
hu: A nagy küzdelem
tr: Büyük Çatışma

source: The Wages of Sin are War
hu: A bűn fizetsége a háború
tr: Günahın Kefareti Savaştır

source: The Tale of the Horadrim
hu: Horadrim története
tr: Horadrim’in Öyküsü

source: The Dark Exile
hu: A sötét száműzetés
tr: Kara Sürgün

source: The Sin War
hu: A bűn háborúja
tr: Günah Savaşı

source: The Binding of the Three
hu: A hármak szövetsége
tr: Üçlü’nün Bağlanması

source: The Realms Beyond
hu: Messzi vidékek
tr: Öte Alemler

source: Tale of the Three
hu: A hármak története
tr: Üç’ün Öyküsü

source: The Black King
hu: A fekete király
tr: Kara Kral

source: Journal: The Ensorcellment
hu: Napló: a megbűvölés
tr: Günce: Büyülenme

source: Journal: The Meeting
hu: Napló: a találkozó
tr: Günce: Karşılaşma

source: Journal: The Tirade
hu: Napló: a dühöngés
tr: Günce: Tirat

source: Journal: His Power Grows
hu: Napló: a hatalma nő
tr: Günce: O Güçleniyor

source: Journal: NA-KRUL
hu: Napló: NA-KRUL
tr: Günce: NA-KRUL

source: Journal: The End
hu: Napló: a vég
tr: Günce: Son

source: A Spellbook
hu: Varázskönyv
tr: Bir Büyü Kitabı

source: Crucified Skeleton
hu: Megfeszített csontváz
tr: Çarmıha Gerilmiş İskelet

source: Lever
hu: Kar
tr: Kol

source: Open Door
hu: Nyitott ajtó
tr: Açık Kapı

source: Closed Door
hu: Csukott ajtó
tr: Kapalı Kapı

source: Blocked Door
hu: Eltorlaszolt ajtó
tr: Bloke Kapı

source: Ancient Tome
hu: Ősi állvány
tr: Antik Kitap

source: Book of Vileness
hu: A romlottság könyve
tr: Alçaklık Kitabı

source: Skull Lever
hu: Koponya kar
tr: Kurukafa Kolu

source: Mythical Book
hu: Mitikus Könyv
tr: Efsanevi Kitap

source: Small Chest
hu: Ládikó
tr: Küçük Sandık

source: Chest
hu: Láda
tr: Sandık

source: Large Chest
hu: Kincsesláda
tr: Büyük Sandık

source: Sarcophagus
hu: Sírhely
tr: Lahit

source: Bookshelf
hu: Könyvesszekrény
tr: Kitap Rafı

source: Bookcase
hu: Könyvespolc
tr: Kitaplık

source: Barrel
hu: Hordó
tr: Fıçı

source: Pod
hu: Báb
tr: Kapsül

source: Urn
hu: Urna
tr: Kavanoz

source: {:s} Shrine
hu: {:s} szentély
tr: {:s} Mabet

source: Skeleton Tome
hu: Csont állvány
tr: İskelet Kitabı

source: Library Book
hu: Könyvtári könyv
tr: Kütüphane Kitabı

source: Blood Fountain
hu: Vérkút
tr: Kan Çeşmesi

source: Decapitated Body
hu: Lefejezett holttest
tr: Kafası Kesilmiş Vücut

source: Book of the Blind
hu: A vakok könyve
tr: Körler Kitabı

source: Book of Blood
hu: A vér könyve
tr: Kan Kitabı

source: Purifying Spring
hu: Tisztító forrás
tr: Saflaştıran Kaynak

source: Armor
hu: Páncél
tr: Zırh

source: Weapon Rack
hu: Fegyvertároló
tr: Silah Askılığı

source: Goat Shrine
hu: Kecske Kút
tr: Keçi Mabedi

source: Cauldron
hu: Üst
tr: Kazan

source: Murky Pool
hu: Fátyolos víz
tr: Bulanık Havuz

source: Fountain of Tears
hu: Könnyek kútja
tr: Gözyaşı Çeşmesi

source: Steel Tome
hu: Acéltartó
tr: Çelik Kitap

source: Pedestal of Blood
hu: A vér piedesztája
tr: Kan Kaidesi

source: Mushroom Patch
hu: Gombák
tr: Mantar Yığını

source: Vile Stand
hu: Vészjósló állvány
tr: Pis Ayaklık

source: Slain Hero
hu: Legyilkolt hős
tr: Katledilmiş Kahraman

source: Trapped {:s}
hu: Kelepcével ellátott {:s}
tr: Tuzağa Düşmüş {:s}

source: {:s} (disabled)
hu: {:s} (kikapcsolva)
tr: {:s} (devredışı)

source: ON
hu: BE
tr: AÇIK

source: OFF
hu: KI
tr: KAPALI

source: Start Up
hu: Indítás
tr: Başlatma

source: Start Up Settings
hu: Indítás beállításai
tr: Başlatma Ayarları

source: Game Mode
hu: Játékváltozat
tr: Oyun Modu

source: Play Diablo or Hellfire.
hu: Szabadon játszhatsz az alapjátékkal vagy a kiegészítővel.
tr: Diablo veya Hellfire oyna.

source: Restrict to Shareware
hu: Csak a próbaváltozat
tr: Shareware’a sınırla

source: Makes the game compatible with the demo. Enables multiplayer with friends who don't own a full copy of Diablo.
hu: Kompatibilissá teszi a játékot a próbaváltozattal, így azokkal is játszhatsz, akiknek nincs meg a Diabló teljes változata.
tr: Oyunu demo sürümle uyumlu hale getirir. Tam sürüme sahip olmayan arkadaşlarla çoklu oyunculu oyunları aktifleştirir.

source: Intro
hu: Bevezető mutatása
tr: Tanıtım

source: Shown Intro cinematic.
hu: Megmutatja az bevezető filmet induláskor.
tr: Başlangıç sinematiği gösterilir.

source: Splash
hu: Indítókép
tr: Açılış

source: Shown splash screen.
hu: Miket mutathat induláskor.
tr: Açılış ekranı görünümü.

source: Logo and Title Screen
hu: Gyártó és indítókép
tr: Logo ve Başlık Ekranı

source: Title Screen
hu: Csak az indítókép
tr: Başlık Ekranı

source: Diablo specific Settings
hu: Alapjátékkal kapcsolatos beállítások
tr: Diabloya özel Ayarlar

source: Hellfire specific Settings
hu: A kiegészítővel kapcsolatos beállítások
tr: Hellfirea özel Ayarlar

source: Audio
hu: Hang
tr: Ses

source: Audio Settings
hu: Hangbeállítások
tr: Ses Ayarları

source: Walking Sound
hu: Séta hangja
tr: Yürüme Sesi

source: Player emits sound when walking.
hu: A játékos lépés hangokat ad ki amikor sétál.
tr: Oyuncu yürürken etrafına ses yayar.

source: Auto Equip Sound
hu: Gyors felvétel hangja
tr: Otomatik Kuşanma Sesi

source: Automatically equipping items on pickup emits the equipment sound.
hu: Az automatikusan felvett tárgyak mellé társul hang.
tr: Yerden alınan eşyaları otomatik şekilde kuşanmak bir ses çıkarır.

source: Item Pickup Sound
hu: Tárgyak felvételének a hangja
tr: Eşya Alma Sesi

source: Picking up items emits the items pickup sound.
hu: A tárgyak felvétele egy hangot játszik le.
tr: Eşyaları yerden almak bir ses çıkarır.

source: Sample Rate
hu: Mintavételi frekvencia
tr: Ses Örnekleme Oranı

source: Output sample rate (Hz).
hu: A kimeneti hang mintavételi frekvenciája Hz-ben.
tr: Çıkış ses frekansı (Hz).

source: Channels
hu: Sávok
tr: Kanallar

source: Number of output channels.
hu: Kimeneti hangsávok száma.
tr: Çıkış kanallarının sayısı.

source: Buffer Size
hu: Puffer méret
tr: Tampon Boyutu

source: Buffer size (number of frames per channel).
hu: A puffer mérete (képek száma csatornánként).
tr: Tampon boyutu (kanal başına kare sayısı).

source: Resampling Quality
hu: Átalakítás minősége
tr: Yeniden Örneklendirme Kalitesi

source: Quality of the resampler, from 0 (lowest) to 10 (highest).
hu: Az alakítás minősége, ahol 0 a legalacsonyabb és 10 a legmagasabb.
tr: Yeniden örneklendiricinin kalitesi, en düşük 0’dan en yüksek 10’a kadar.

source: Affect the game's internal resolution and determine your view area. Note: This can differ from screen resolution, when Upscaling, Integer Scaling or Fit to Screen is used.
hu: A játék belső felbontása, ami a látható kép méretét is meghatározza. Ez eltérhet a monitor felbontásától, ha a 'Felfújás', 'Pontos Felfújás' és a 'Képernyőre Illesztés' beállításokat használjuk.
tr: Oyunun çözünürlüğünü ve görüş alanınızı değiştirir. Not: Bu, Çözünürlük Yükseltme, Tamsayı Oranlama veya Ekrana Sığdır kullanırken ekran çözünürlüğünden ayrışır.

source: Resampler
hu: Átalakító
tr: Yeniden Örnekleyici

source: Audio resampler
hu: Hang átalakító
tr: Ses için yeniden örnekleyici

source: Device
hu: Készülék
tr: Aygıt

source: Audio device
hu: Hangkészülék
tr: Ses aygıtı

source: Graphics
hu: Grafika
tr: Grafikler

source: Graphics Settings
hu: Grafikai beállítások
tr: Grafik Ayarları

source: Fullscreen
hu: Teljes képernyő
tr: Tam Ekran

source: Display the game in windowed or fullscreen mode.
hu: Választhatunk, hogy teljes képernyőn szeretnénk-e játszani vagy ablakozott üzemmódban.
tr: Oyunu pencere görünümünde veya tam ekranda göster.

source: Fit to Screen
hu: Képernyőre Illesztés
tr: Ekrana Sığdır

source: Automatically adjust the game window to your current desktop screen aspect ratio and resolution.
hu: Automatikusan úgy igazítja a játék ablakát, hogy a képernyő méreteinek megfeleljen.
tr: Oyun penceresini halihazırdaki masaüstü ekran oranı ve çözünürlüğüne otomatik olarak ayarlar.

source: Upscale
hu: Felfújás
tr: Çözünürlük Yükseltme

source: Enables image scaling from the game resolution to your monitor resolution. Prevents changing the monitor resolution and allows window resizing.
hu: Lehetővé teszi, hogy a játék át legyen méretezve a képernyő felbontásunknak megfelelően. Többé már nem tudjuk a képernyő felbontást állítani, de az ablakot továbbra is újraméretezhetjük ablakos üzemmódban.
tr: Oyun çözünürlüğünden monitörünüzün çözünürlüğüne görüntü ölçeklendirmeyi etkinleştirir. Monitör çözünürlüğünü değiştirmeyi engeller ve pencere boyutunu değiştirmeye izin verir.

source: Scaling Quality
hu: Felfújás minősége
tr: Çözünürlük Yükseltme Kalitesi

source: Enables optional filters to the output image when upscaling.
hu: Választhatunk több lehetőség közül, hogy meghatározzuk a felfújás kívánt minőségét.
tr: Çözünürlük Yükseltme kullanırken görüntü çıktısı için opsiyonel filtreleri etkinleştirir.

source: Nearest Pixel
hu: Legközelebbi
tr: En Yakın Piksel

source: Bilinear
hu: Bilineáris
tr: Bilineer

source: Anisotropic
hu: Anizotróp
tr: Anizotropik

source: Integer Scaling
hu: Pontos Felfújás
tr: Tamsayı Ölçeklendirme

source: Scales the image using whole number pixel ratio.
hu: A képernyő felbontása az átméretezés során egész számokat fog követni.
tr: Görüntüyü tam sayı piksel oranlarını kullanarak ölçeklendirir.

source: Vertical Sync
hu: Függőleges szinkronizáció
tr: Dikey Senkronizasyon

source: Forces waiting for Vertical Sync. Prevents tearing effect when drawing a frame. Disabling it can help with mouse lag on some systems.
hu: Az új kép kirajzolása előtt vár a függőleges szinkronizációra. Ha szakadást észlelünk a képernyőn, segíthet a bekapcsolása. A kikapcsolása egyes rendszereknél segíthet, ha az egerünk akadozik.
tr: Dikey Senkronizasyonu aktifleştirir. Kareler çizilirken yırtılma efekti oluşmasını önler. Devredışı bırakmak bazı sistemlerde fare gecikmesini iyileştirebilir.

source: Zoom on when enabled.
hu: Nagyít, ha be van kapcsolva.
tr: Aktifleştirildiğinde zumlar.

source: Color Cycling
hu: Színforgás
tr: Renk Döngüsü

source: Color cycling effect used for water, lava, and acid animation.
hu: Színforgató hatás víznél, lávánál és savnál.
tr: Renk döngüsü efekti su, lav ve asit animasyonları için kullanılır.

source: Alternate nest art
hu: Alternatív fészek paletta
tr: Alternatif Yuva Stili

source: The game will use an alternative palette for Hellfire’s nest tileset.
hu: Más paletta használata a kiegészítős fészek szinteken.
tr: Hellfire’ın Yuva bölümü için alternatif bir renk paleti kullanır.

source: Hardware Cursor
hu: Hardware Kurzor
tr: Donanım İmleci

source: Use a hardware cursor
hu: Hardware kurzor használata
tr: Donanım imlecini kullan

source: Hardware Cursor For Items
hu: Hardware Kurzor tárgyaknál
tr: Eşyalar İçin Donanım İmleci

source: Use a hardware cursor for items.
hu: Hardware-es kurzor használata tárgyaknál.
tr: Eşyalar için donanım imlecini kullan.

source: Hardware Cursor Maximum Size
hu: Hardware kurzor max mérete
tr: Donanım İmleci Maksimum Boyutu

source: Maximum width / height for the hardware cursor. Larger cursors fall back to software.
hu: Hardware-es kurzor maximális mérete. A nagyobbak szoftveressé állnak vissza.
tr: Donanım imleci için maksimum genişlik / yükseklik değerleri. Çok büyük imleçler yazılımsal imlece düşebilir.

source: FPS Limiter
hu: Képráta korlátozó
tr: FPS Limiti

source: FPS is limited to avoid high CPU load. Limit considers refresh rate.
hu: Korlátozza a képrátát a magas processzor kihasználtság elkerülése végett. Figyelembe veszi a képfrissítése rátát is.
tr: İşlemciye aşırı yüklenmemek için FPS limitlenmiştir. Limit yenileme hızına dikkat eder.

source: Show FPS
hu: Képráta mutatása
tr: FPS Göster

source: Displays the FPS in the upper left corner of the screen.
hu: Mutatja az aktuális képrátát a képernyő bal felső sarkában.
tr: FPS değerini ekranın sol üst köşesinde gösterir.

source: Gameplay
hu: Játékmenet
tr: Oynanış

source: Gameplay Settings
hu: Játékmenet beállításai
tr: Oynanış Ayarları

source: Enable jogging/fast walking in town for Diablo and Hellfire. This option was introduced in the expansion.
hu: Bekapcsolja a gyorsított gyaloglást a városban. Ez a beállítás még a kiegészítőből származik.
tr: Diablo ve Hellfire için hızlı koşmayı aktifleştirir. Bu özellik Hellfire ile gelmiştir.

source: Grab Input
hu: Egér megfogása
tr: Giriş Yakala

source: When enabled mouse is locked to the game window.
hu: Az egeret a játék ablakán belül tartja.
tr: Aktifleştirildiğinde fare imleci oyun penceresine kitlenir.

source: Enable Little Girl quest.
hu: Bekapcsolja a kislány küldetését.
tr: Küçük Kız görevini aktifleştir.

source: Enable Jersey's quest. Lester the farmer is replaced by the Complete Nut.
hu: Bekapcsolja a tehenes küldetést. Leszter a gazda helyettesítve lesz Golyós Gáspárral.
tr: İnek görevini aktifleştir. Çiftçi Lester ile Zırdeli karakterlerini değiştirir.

source: Friendly Fire
hu: Baráti tűz
tr: Dost Ateşi

source: Allow arrow/spell damage between players in multiplayer even when the friendly mode is on.
hu: Engedélyezi, hogy a nyilak, varázsigék megsebezzék a többi játékost is minden esetben.
tr: Barışçıl mod açık olsa bile oyuncular arası ok/büyü hasarına izin ver.

source: Full quests in Multiplayer
hu: Teljes küldetések többj. módban
tr: Çoklu Oyuncuda görevleri aktifleştir

source: Enables the full/uncut singleplayer version of quests.
hu: A teljes egyjátékos küldetések többjátékos módban is elérhetőek lesznek.
tr: Tüm tekli oyuncu görevlerini çoklu oyuncu oyunlarında aktifleştirir.

source: Test Bard
hu: Bárd osztály
tr: Ozanı Aktifleştir

source: Force the Bard character type to appear in the hero selection menu.
hu: Engedélyezi a bárd osztály kiválasztását.
tr: Ozan karakterini kahraman seçim menüsünde aktifleştirir.

source: Test Barbarian
hu: Barbár osztály
tr: Barbarı Aktifleştir

source: Force the Barbarian character type to appear in the hero selection menu.
hu: Engedélyezi a barbár osztály kiválasztását.
tr: Barbar karakterini kahraman seçim menüsünde aktifleştirir.

source: Experience Bar
hu: Tapasztalat csík
tr: Tecrübe Barı

source: Experience Bar is added to the UI at the bottom of the screen.
hu: Egy tapasztalat csík lesz a képernyő aljához adva.
tr: Tecrübe ilerlemesini gösteren bir bar ekranın en altındaki arayüze eklenir.

source: Show Item Graphics in Stores
hu: Tárgyak kirajzolása az üzletben
tr: Mağazalarda Eşya Resimlerini Göster

source: Show item graphics to the left of item descriptions in store menus.
hu: Kirajzolja a tárgyakat a leírás mellett balra az üzletekben.
tr: Mağaza menülerinde eşyaların resimleri, eşya açıklamalarının solunda gösterilir.

source: Show health values
hu: Életerő szám mutatása
tr: Can Değerlerini Göster

source: Displays current / max health value on health globe.
hu: Mutatja az aktuális életerőt számszerűen is a bal, piros gömbön.
tr: Anlık ve maksimum can değerlerini can küresinin üzerinde gösterir.

source: Show mana values
hu: Varázserő szám mutatása
tr: Mana Değerlerini Göster

source: Displays current / max mana value on mana globe.
hu: Mutatja az aktuális varázserőt számszerűen is a jobb, kék gömbön.
tr: Anlık ve maksimum mana değerlerini mana küresinin üzerinde gösterir.

source: Enemy Health Bar
hu: Ellenséges életcsík
tr: Düşman Can Barı

source: Enemy Health Bar is displayed at the top of the screen.
hu: Kirajzol a képernyő tetején egy ellenséges életcsíkot.
tr: Düşman can barı ekranın üstünde gösterilir.

source: Gold is automatically collected when in close proximity to the player.
hu: Az arany magától össze lesz gyűjtve, ha közel van hozzá a játékos.
tr: Altınlar oyuncu yakınken otomatik olarak toplanır.

source: Elixirs are automatically collected when in close proximity to the player.
hu: Az csodaszerek maguktól össze lesznek gyűjtve, ha közel van hozzájuk a játékos.
tr: Eliksirler oyuncu yakınken otomatik olarak toplanır.

source: Oils are automatically collected when in close proximity to the player.
hu: Az olajok maguktól össze lesznek gyűjtve, ha közel van hozzájuk a játékos.
tr: Yağlar oyuncu yakınken otomatik olarak toplanır.

source: Automatically pickup items in town.
hu: Automatikusan felveszel minden tárgyat a városban
tr: Kasabadayken eşyalar otomatik olarak toplanır.

source: Adria will refill your mana when you visit her shop.
hu: Adria Pipinhez hasonlóan újratölti a varázserődet, amikor meglátogatod a viskóját.
tr: Adria, dükkanını ziyaret ettiğinde tüm mananı yeniler.

source: Weapons will be automatically equipped on pickup or purchase if enabled.
hu: A fegyvereket felvételkor vagy vásárláskor automatikusan magunkhoz vesszük.
tr: Silahlar eğer uygunsa yerden alındıklarında veya satın alındıklarında otomatik olarak kuşanılırlar.

source: Armor will be automatically equipped on pickup or purchase if enabled.
hu: A páncél felvételkor vagy vásárláskor automatikusan magunkhoz vesszük.
tr: Zırhlar eğer uygunsa yerden alındıklarında veya satın alındıklarında otomatik olarak kuşanılırlar.

source: Helms will be automatically equipped on pickup or purchase if enabled.
hu: A sisakokat felvételkor vagy vásárláskor automatikusan magunkhoz vesszük.
tr: Miğferler eğer uygunsa yerden alındıklarında veya satın alındıklarında otomatik olarak kuşanılırlar.

source: Shields will be automatically equipped on pickup or purchase if enabled.
hu: A pajzsokat felvételkor vagy vásárláskor automatikusan magunkhoz vesszük.
tr: Kalkanlar eğer uygunsa yerden alındıklarında veya satın alındıklarında otomatik olarak kuşanılırlar.

source: Jewelry will be automatically equipped on pickup or purchase if enabled.
hu: Az ékszereket felvételkor vagy vásárláskor automatikusan magunkhoz vesszük.
tr: Takılar eğer uygunsa yerden alındıklarında veya satın alındıklarında otomatik olarak kuşanılırlar.
